Repository: kenorb/wp_site
Catalog: gallery2/modules/picasa/po/*.po
Languages: el, fr, nl, sv

source: Importing albums
el: Εισαγωγή Άλμπουμ
fr: Import des albums en cours
nl: Importeer albums
sv: Importerar album

source: Importing photos
el: Εισαγωγή Φωτογραφιών
fr: Import des photos en cours
nl: Importeer afbeeldingen
sv: Importerar foton

source: %d kilobytes
el: %d kilobyte
fr: %d kilooctet
nl: %d kilobyte
sv: %d kilobyte

source: Base filename
el: Ονομασία Αρχείου
fr: Nom de fichier
nl: Base bestandsnaam
sv: Bas filnamn

source: Picasa Caption
el: Picasa Τίτλο
fr: Sous-titre de Picasa
nl: Picasa onderschrift
sv: Picasa Rubrik

source: Blank
el: Κενό
fr: Vide
nl: Leeg

source: From Picasa 2
el: Από Picasa 2
fr: Depuis Picasa 2
nl: vanuit Picasa 2
sv: Från Picasa 2

source: Import for Picasa 2 XML-Exports
el: Εισαγωγή από Picasa 2 XML-Exports
fr: Import des export XML de Picasa 2
nl: Importeer Picasa2 XML-exports
sv: Import för Picasa 2 XML-Exports

source: Import
el: Εισαγωγή Αρχείων
fr: Importer

source: Confirm Import
el: Επιβεβαιώστε την εισαγωγή
fr: Confirmer l'import
nl: Bevestig import
sv: Bekräfta Import

source: Album to import:
el: Άλμπουμ που θα εισάξετε:
fr: Album à importer&nbsp;:
nl: Welk album importeren:
sv: Album som skall importeras

source: Album Name
el: Όνομα Άλμπουμ
fr: Nom de l'album
nl: Album naam
sv: Album namn

source: Album Caption
el: Τίτλος Άλμπουμ
fr: Sous-titre de l'album
nl: Album onderschrift
sv: Album Rubrik

source: Album Notes
el: Σημειώσεις Άλμπουμ
fr: Notes concernant l'album
nl: Album Notities
sv: Album Övrigt

source: An album already exists with this name. This album will be renamed.
el: Υπάρχει ήδη ένα άλμπουμ με αυτό το όνομα. Αυτό το άλμπουμ θα μετονομαστεί.
fr: Un album existe déjà avec ce nom, cet album va donc être renommé.
nl: Er bestaat reeds een album met deze naam. De album wordt hernoemd.
sv: Ett album med samma namn existerar redan. Det här albumet får ett nytt namn.

source: This album has an illegal name and will be renamed to <i>%s</i>
el: Αυτό το άλμπουμ έχει άκυρο όνομα και θα μετονομαστεί σε <i>%s</i>
fr: Cet album a un nom illégal et sera renommé en <i>%s</i>
nl: Dit album heeft een ongeldige naam en wordt hernoemd naar <i>%s</i>
sv: Det här albumet har ett ogiltigt namn som kommer att ändras till <i>%s</i>

source: The album will be imported into this album:
el: Το άλμπουμ θα εισαχθεί σ' αυτό το άλμπουμ:
fr: Cet album va être importé dans l'album&nbsp;:
nl: Het album wordt geimporteerd in dit album:
sv: Albumet kommer att importers till detta album:

source: Title: %s
el: Τίτλος: %s
fr: Titre&nbsp;: %s
nl: Titel: %s
sv: Titel: %s

source: Description: %s
el: Περιγραφή: %s
fr: Description&nbsp;: %s
nl: Omschrijving: %s
sv: Beskrivning: %s

source: Cancel
el: Ακύρωση
fr: Annuler
nl: opheffen
sv: Avbryt

source: Import Complete
el: Η Εισαγωγή Ολοκληρώθηκε
fr: Import terminé
nl: Import gereed
sv: Importen Klar

source: Successfully imported %d album.
el: Εισήχθηκε %d άλμπουμ με επιτυχία
fr: %d album importé avec succès.
nl: %d album geimporteerd
sv: Lyckades importera %d album.

source: No albums imported.
el: Δεν εισήχθηκε κανένα άλμπουμ.
fr: Aucun album n'a été importé.
nl: Geen albums geimporteerd
sv: Inga album importerade.

source: Imported %s
el: Εισάχθηκε %s
fr: %s importé
nl: %s geimporteerd
sv: Importerade %s

source: Error while importing %d album.
el: Σφάλμα κατά την εισαγωγή %d άλμπουμ.
fr: Erreur à l'import de %d album.
nl: Fouten tijdens het importeren van %d album.
sv: Fel vid import av %d albumet.

source: Error importing %s
el: Σφάλμα εισαγωγής %s
fr: Erreur à l'import de %s
nl: Fout tijdens importeren van %s
sv: Fel vid importering av %s

source: Successfully imported %d picture.
el: Εισήχθηκε %d φωτογραφία με επιτυχία.
fr: %d image importée avec succès.
nl: %d afbeelding geimporteerd
sv: Lyckades importera %d bilden.

source: No pictures imported.
el: Δεν εισήχθηκε καμία φωτογραφία.
fr: Aucune image n'a été importée.
nl: Geen afbeelding geimporteerd
sv: Inga bilder importerade.

source: Error while importing %d picture.
el: Σφάλμα κατά την εισαγωγή %d φωτογραφίας
fr: Erreur à l'import de %d image.
nl: Fouten tijdens het importeren van %d afbeelding
sv: Fel under importering av %d bilden.

source: Import another Picasa album
el: Εισάξετε ακόμη ένα άλμπουμ Picasa
fr: Importer un autre album de Picasa
nl: Importeer nog een Picasa album
sv: Importera ett annan Picasa album

source: View the imported album
el: Δέστε το εισηγμένο άλμπουμ
fr: Afficher l'album importé
nl: Bekijk het geimporteerde album
sv: Se det importerade albumet

source: Your webserver is configured to disallow file uploads from your web browser at this time. Please contact your system administrator for assistance.
el: Ο webserver σας είναι ρυθμισμένος για να απαγορεύει το ανέβασμα αρχείων από τον περιηγητή σας. Επικοινωνήστε με τον διαχειριστή του συστήματος σας για βοήθεια.
fr: Votre serveur web est configuré pour interdire les téléchargements de fichier depuis votre navigateur. Veuillez contacter votre administrateur système pour une assistance.
nl: Uw webserver is zo geconfigureerd dat fileupload vanuit een webbrowser niet mogelijk is. Neem contact op met de server beheerder om dit te veranderen.
sv: Din webbserver är konfigurerad till att inte tillåta uppladdning fråndin webbläsare. Kontakta systemadministratören för hjälp.

source: Upload archived Picasa export files directly from your computer.
el: Ανεβάστε τα συμπιεσμένα αρχεία που εξαγάγατε από το Picasa απευθείας από τον υπολογιστή σας.
fr: Téléchargez les fichiers archivés des exports de Picasa depuis votre ordinateur.
nl: Upload de gearchiveerde Picase export bestanden vanaf Uw computer.
sv: Ladda upp arkiverad Picasa exportfil direkt från din dator.

source: Enter the full path to the file and an optional caption in the boxes below.
el: Δώστε την πλήρη διαδρομή του αρχείου και προαιρετικά ένα τίτλο στα κουτιά πιο κάτω.
fr: Saisissez le chemin complet du fichier et un sous-titre optionnel dans les champs ci-dessous.
nl: Geef het volledige pathnaam waar het bestand staat en eventueel onderschriften in de ruimte hieronder.
sv: Ange den fulla sökvägen till filen och eventuella rubriker i rutorna här nedanför.

source: <b>Note:</b> You can upload up to %s at one time. If you want to upload more than that, you must upload the files separately, use a different upload format, or ask your system administrator to allow larger uploads.
el: <b>Σημείωση:</b> Μπορείτε να ανεβάσετε μέχρι %s. Αν θέλετε να ανεβάσετε περισσότερα, πρέπει να ανεβάσετε τα αρχεία ξεχωριστά, να χρησιμοποιήσετε διαφορετικό τρόπο ανεβάσματος, ή να ζητήσετε από τον διαχειριστή του συστήματος σας να επιτρέψει μεγαλύτερα ανεβάσματα.
fr: <b>Note&nbsp;:</b> Vous pouvez télécharger jusqu'à %s en une fois. Si vous désirez télécharger plus que celà, vous devez télécharger les fichiers en plusieurs fois, ou utiliser un format de fichier différent, ou demander à votre administrateur système la possibilité de télécharger des fichiers plus gros.
nl: <b>Let op:</b> u kunt hier tot %s per keer uploaden. Als u meer wilt uploaden moet u de bestanden apart uploaden, gebruik maken van een andere upload methode of uw beheerder vragen om grotere uploads toe te staan.
sv: <b>OBS:</b> Du kan ladda upp till %s vid godtycklig tidpunkt. Om du vill ladda upp mer än så, så måste du ladda upp filerna separat, använda ett annan uppladdningsformat, eller fråga din systemadministratör hur du skall ladda upp större filer.

source: <b>Note:</b> You can upload up to %s at one time. No individual file may be larger than %s. If you want to upload more than that, you must upload the files separately, use a different upload format, or ask your system administrator to allow larger uploads.
el: <b>Σημείωση:</b> Μπορείτε να ανεβάσετε μέχρι %s. Κανένα μεμονωμένο αρχείο δεν μπορεί να είναι μεγαλύτερο από %s. Αν θέλετε να ανεβάσετε περισσότερα, πρέπει να ανεβάσετε τα αρχεία ξεχωριστά, να χρησιμοποιήσετε διαφορετικό τρόπο ανεβάσματος, ή να ζητήσετε από τον διαχειριστή του συστήματος σας να επιτρέψει μεγαλύτερα ανεβάσματα.
fr: <b>Note&nbsp;:</b> Vous pouvez télécharger jusqu'à %s en une fois. Aucun fichier ne peut dépasser %s. Si vous souhaitez télécharger plus que celà, vous devez télécharger les fichiers en plusieurs fois, ou utiliser un format de fichier différent, ou demander à votre administrateur système la possibilité de télécharger des fichiers plus gros.
nl: <b>Let op:</b> u kunt hier tot %s per keer uploaden. Een individueel bestand mag niet groter zijn dan %s. Als u meer wilt uploaden, moet u de bestanden apart upladen, gebruik maken van een andere upload methode of uw beheerder vragen om grotere uploads to te staan.
sv: <b>OBS:</b> Du kan ladda upp till %s vid godtycklig tidpunkt. Ingen individuell fil kan vara större än %s. Om du vill ladda upp mer än en, så måste du ladda upp filerna separat, eller fråga din systemadministratör hur du skall ladda upp större filer.

source: File
el: Αρχείο
fr: Fichier
nl: bestand
sv: Fil

source: You did not enter a path.
el: Δεν δώσατε διαδρομή
fr: Vous n'avez pas saisi de chemin.
nl: Er is geen path ingevoerd
sv: Du angav inte en sökväg.

source: There was an error during the upload.
el: Υπήρξε ένα σφάλμα κατά το ανέβασμα.
fr: Une erreur s'est produite durant le téléchargement.
nl: Er is een Fout opgetreden tijdens het uploaden.
sv: Det inträffade ett fel under uppladdningen.

source: The filetype you entered is not supported. Maybe you did not activate the corresponding toolkit. (E.g. Archive Upload for ZIP files)
el: Ο τύπος αρχείου που δώσατε δεν υποστηρίζεται. Ίσως να μην ενεργοποιήσατε το απαραίτητο εργαλείο (π.χ. Ανέβασμα Αρχείων για ZIP)
fr: Le type de fichier que vous avez saisi n'est pas supporté. Vous n'avez peut-être pas activé la boîte à outil correspondante (exemple&nbsp;: Téléchargement des archives ZIP).
nl: Het ingevoerde bestand wordt niet ondersteund. Mogelijk zijn niet alle benodigde toolkits geactiveerd. (zoals archive upload voor zip bestanden)
sv: Filtypen du angav understöds inte. Kanske har du inte aktiverat motsvarande verktygslåda. (T.ex. Arkiv uppladdning för ZIP filer)

source: The archive you uploaded is not a valid Picasa export.
el: Το Αρχείο που ανεβάσατε δεν είναι έγκυρη εξαγωγή από Picasa.
fr: L'archive que vous avez téléchargé n'est pas un export Picasa valide.
nl: Het geuploade bestand is geen geldig Picasa export bestand.
sv: Arkivet som du laddade uoo är inte en Picasa export.

source: Set item titles from:
el: Δώστε τίτλους αρχείου από:
fr: Assigner les titres depuis&nbsp;:
nl: Genereer de titels vanaf:
sv: Sätt objektens titlar från:

source: Assign Picasa caption to:
el: Καθορίστε τον τίτλο από Picasa στην:
fr: Assigner les sous-titres de Picasa à&nbsp;:
nl: De picasa caption toewijzen aan:
sv: Tilldela Picasa rubriker till:

source: Summary
el: Περίληψη
fr: Résumé
nl: Samenvatting
sv: Summering

source: Description
el: Περιγραφή
nl: Omschrijving
sv: Beskrivning

source: Add Items
el: Προσθέστε Αρχεία
fr: Ajouter des éléments
nl: Items toevoegen
sv: Lägg till objekt

source: Import from Picasa 2
el: Εισαγωγή από Picasa 2
fr: Importer depuis Picasa 2
nl: Geimporteerd vanuit Picasa 2
sv: Import från Picasa 2

source: This operation takes data (images, descriptions, orderings etc.) from <strong>Picasa 2</strong> and brings it into <strong>Gallery 2</strong>.
el: Αυτή η ενέργεια παίρνει στοιχεία (φωτογραφίες, περιγραφές, ταξινομήσεις κτλ.) από το <strong>Picasa 2</strong> και τα φέρνει στην <strong>Gallery 2</strong>.
fr: Cette opération importe les données de <strong>Picasa 2</strong> (images, description, ordre, etc.) dans <strong>Gallery 2</strong>.
nl: Deze actie importeert gegevens(afbeeldingen, omschrijvingen, volgorde etc.) uit <strong>Picasa 2</strong> naar <strong>Gallery2</strong>.
sv: Den här operationen tar data (bilder, beskrivning, ordning mm.) från <strong>Picasa 2</strong> och lägger in i <strong>Gallery 2</strong>.

source: You don't have any Graphics Toolkit activated to handle JPEG images. If you import now, you will not have any thumbnails. Visit the %sModules%s page to activate a Graphics Toolkit.
el: Δεν έχετε καμία εργαλειοθήκη γραφικών ενεργοποιημένη για τις εικόνες JPEG. Αν θέλετε να εισάξετε τώρα, δεν θα έχετε καμία μικρογραφία. Επισκεφτείτε την σελίδα %sModules%s για να ενεργοποιήσετε μια εργαλειοθήκη γραφικών παραστάσεων.
fr: Vous n'avez aucune boîte à outils graphiques capable de prendre en charge les fichiers JPEG. Si vous les importez maintenant, vous n'aurez aucune vignette pour ces fichiers. Rendez-vous dans la page des %sModules%s pour activer une boîte à outils graphiques.
nl: Er zijn geen toolkits geactiveerd welke JPEG afbeeldingen kunnen verwerken. Indien U op dit moment de import start worden er geen miniaturen gemaakt. Zie %sModules%s hoe de toolkits geactiveerd moeten worden.
sv: Du har inte någon Grafisk verktygslåda aktiverad som kan hantera JPEG bilder. Om du importerar nu så kommer du inte få några tumnaglar. Gå till %sModules%s sidan och aktivera en Grafisk verktygslåda.

source: Destination Album
el: Άλμπουμ Προορισμού
fr: Album de destination
nl: Doel Album
sv: Destinations Album

source: Please select the gallery Album you want to import your picasa album into.
el: Παρακαλούμε επιλέξτε το άλμπουμ της Γκαλερί στο οποίο θέλετε να εισάξετε το άλμπουμ picasa.
fr: Veuillez sélectionner l'album de Gallery dans lequel vous souhaitez importer votre album de Picasa.
nl: Selecteer het doel album waar de geimporteerde picasa album moeten komen
sv: Välj vilket Album du vill importera dina picasa album till.

source: Path or File
el: Διαδρομή ή Αρχείο
fr: Chemin ou fichier
nl: Path of bestand
sv: Sökväg till filen

source: This process will import Data from a Picasa 2 XML-Export. You must enter the path to the directory with the Picasa 2 files. Example: <i>/path/to/picasa2xml</i>
el: Αυτή η ενέργεια θα εισάξει στοιχεία από ένα Picasa 2 XML-Export. Πρέπει να δώσετε την διαδρομή στον κατάλογο που βρίσκονται τα αρχεία του Picasa 2. Παράδειγμα: <i>/path/to/picasa2xml</i>
fr: Ce processus va importer les données d'un export XML de Picasa 2. Vous devez saisir le chemin du répertoire ayant les fichiers de Picasa 2. Exemples&nbsp;: <i>/chemin/vers/picasa2xml</i>
sv: Den här processen importerar data från en Picasa 2 XML-Export. Du måste ange sökvägen till den katalog där Picasa 2 filerna ligger. T.ex. <i>/sökväg/till/picasa2xml</i>

source: The path that you entered does not contain valid Picasa export data.
el: Η διαδρομή που δώσατε δεν περιέχει έγκυρα στοιχεία εξαγωγής από Picasa.
fr: Le chemin que vous avez saisi ne contient aucune donnée valide d'un export de Picasa.
nl: Het opgegeven path bevat geen (geldige) picasa export data
sv: Sökvägen du angav innehåller inte någon giltig Picasa export fil.

source: Recently Used Paths
el: Πρόσφατες Χρησιμοποιημένες Διαδρομές
fr: Chemin récemment utilisés
nl: Onlang gebruikte bestandpaden
sv: Nyligen använd sökväg

source: Select
el: Επιλογή
fr: Sélectionner
nl: Selecteer
sv: Välj

source: %d megabyte
fr: %d megaoctet
