Repository: kenorb/wp_site
Catalog: gallery2/modules/sitemap/po/*.po
Languages: el, fi, sr

source: Sitemap
el: Χάρτης Πλοήγησης
fi: Sivukartta
sr: Mapa sajta

source: Generate a Google Sitemap for your Gallery
el: Δημιουργήστε ένα Google Χάρτη Πλοήγησης για την Γκαλερί σας
fi: Luo Google sivukartta galleriallesi
sr: Generisanje Google mape sajta za vašu Galeriju

source: Export
el: Εξαγωγή
fi: Vie
sr: Izvoz

source: Google Sitemap
el: Χάρτης Πλοήγησης Google
fi: Google sivukartta
sr: Google mapa sajta

source: Download Sitemap
el: Κατεβάστε τον Χάρτη Πλοήγησης
fi: Lataa sivukartta
sr: Preuzimanje mape sajta

source: Sitemap settings
el: Ρυθμίσεις Χάρτη Πλοήγησης
fi: Sivukartan asetukset
sr: Parametri mape sajta

source: Google Sitemaps
el: Χάρτες Πλοήγησης Google
fi: Google sivukartat
sr: Google mape sajta

source: To use the Google Sitemap, you must now go to the %s page and submit this url: %s
el: Για να χρησιμοποιήσετε τον Χάρτη Πλοήγησης Google, πρέπει να πάτε στην σελίδα %s και να δώσετε αυτή την διεύθυνση URL: %s
fi: Käyttääksesi Googlen sivukarttoja, sinun täytyy mennä sivulle %s sivulle ja lähettää siellä url: %s
sr: Da biste koristili Google mape sajta, morate preći na stranu %s i uneti sledeću adresu: %s

source: URL Rewrite Module
el: Module URL Rewrite
fi: URL uudelleenkirjoituslisäosa
sr: modula za prepis adresa

source: You can change the Sitemap url using the %s.
el: Μπορείτε να αλλάξετε την διεύθυνση του Χάρτη Πλοήγησης χρησιμοποιώντας %s.
fi: Voit vaihtaa sivukartan URL:ia käyttämällä %s.
sr: Možete promeniti adresu mape sajta koristeći stranu %s.
