Repository: kenorb/wp_site
Catalog: gallery2/modules/migrate/po/*.po
Languages: da, eu, fi, sv

source: Importing Users
da: Importerer brugere
eu: Erabiltzaileak Inportatzen
fi: Tuomassa Käyttäjiä
sv: Importerar användare

source: Importing Photos
da: Importerer fotos
eu: Argazkiak Inportatzen
fi: Tuomassa Kuvia
sv: Importerar bilder

source: Creating thumbnails
da: Opretter miniaturer
eu: Argazkitxoak sortzen
fi: Luomassa Esikatselukuvia
sv: Skapar miniatyrbilder

source: Thumbnail %d of %d
da: Miniature %d af %d
eu: %d argazkitxoa %d-tatik
fi: Esikatselukuva %d/%d
sv: Miniatyrbild %d av %d

source: %sTitle%s was truncated for %sitem %d%s.
da: %sTitel%s blev afkortet for %semne %d%s.
eu: %sTitulua%s moztua izan da %selementu %d%s-rentzat
fi: %3$sKohteen %4$d%5$s %1$sotsikko%2$s jouduttiin lyhentämään.
sv: %sTiteln%s blev trunkerad för %sobjekt %d%s

source: %sSummary%s was truncated for %sitem %d%s.
eu: %sLaburpena%s moztua izan da %selementu %d%s-rentzat
fi: %3$sKohteen %4$d%5$s %1$syhteenveto%2$s jouduttiin lyhentämään.
sv: %sSummeringen%s blev trunkerad för %sobject %d%s

source: Set:
eu: Ezarri:
fi: Aseta:
sv: Sätt:

source: Truncated:
da: Afkortede:
eu: Mozturik:
fi: Lyhennetty:
sv: Trunkerad:

source: Migration
da: Migrering
eu: Migrazioa
fi: Siirto
sv: Migrering

source: Migrate your Gallery 1 albums to Gallery 2
da: Migrer dine Gallery 1 albummer til Gallery 2
eu: Zure Gallery 1 albumak Gallery 2-ra migratu
fi: Siirtä Gallery 1:n albumit Gallery 2:een
sv: Migrera dina Gallery 1 album till Gallery 2

source: Import
eu: Inportatu
fi: Tuo
sv: Importera

source: G1-&gt;G2 Mapping
eu: G1-&gt;G2 Mapatzea
fi: G1-&gt;G2 Muunnos
sv: G1-&gt;G2 Koppling

source: G1 path
da: G1 sti
eu: G1 bidea
fi: G1 polku
sv: G1-sökväg

source: G1 URL redirect. Use only if G2 is installed where G1 used to be and you have run a G1 import with the URL redirect option selected. Otherwise follow instructions in %sMigrate Site Admin%s.
fi: G1 URL uudelleenohjaus. Käytä vain jos G2 on asennettu paikkaan jossa G1 oli ennen ja olet ajanut G1 tuonnin URL uudelleenohjausoptio valittuna. Muussa tapauksessa seuraa ohjeita sivulla %sSiirron Sivuston Ylläpito%s.
sv: G1 URL redirect. Använd endast om G2 är installerad där G1 var installerad och du behöver köra en G1 import med URL-omstyrnings optionen vald. Annars följ instruktionerna i %sMigrate Site Admin%s.

source: Select Albums and Users
da: Vælg album og brugere
eu: Album eta Erabiltzaileak hautatu
fi: Valitse Albumit ja Käyttäjät
sv: Markera album och användare

source: You must choose something to import!
da: Du skal vælge noget der skal importeres!
eu: Inportatzeko zerbait aukeratu behar duzu!
fi: Sinun täytyy määritellä jotain tuotavaa!
sv: Du måste välja någonting att importera!

source: You must specify a custom field name
eu: Eremu pertsonalizatu izen bat ezarri behar duzu
fi: Määrittele kustomoidun kentän nimi
sv: Du måste specificera namnet på ett specialfält

source: Import Users
da: Importér brugere
eu: Erabiltzaileak Inportatu
fi: Tuo Käyttäjät
sv: Importera användare

source: Select the users to migrate
da: Vælg brugere der skal migreres
eu: Hautatu migratuko diren erabiltzaileak
fi: Valitse siirrettävät käyttäjät
sv: Markera användarna att flytta

source: Check All
da: Markér alle
eu: Denak markatu
fi: Valitse Kaikki
sv: Kontrollera alla

source: Clear All
da: Ryd alt
eu: Denak garbitu
fi: Poista Valinnat
sv: Töm alla

source: Invert Selection
da: Invertér markering
eu: Hautapena alderantzizkatu
fi: Vaihda Valitut
sv: Invertera markering

source: Select
da: Vælg
eu: Hautatu
fi: Valitse
sv: Markera

source: Username
da: Brugernavn
eu: Erabiltzaile-izena
fi: Käyttäjätunnus
sv: Användarnamn

source: No available users
da: Ingen tilgængelige brugere
eu: Ez dago erabiltzaile erabilgarririk
fi: Ei käyttäjiä saatavilla
sv: Inga tillgängliga användare

source: These users are already in your gallery, and will not be imported:
da: Disse brugere er allerede i dit galleri og vil ikke blive importeret:
eu: Erabiltzaile hauek badaude dagoeneko zure galerian eta ez dira inportatuko
fi: Seuraavat käyttäjät ovat jo galleriassa joten niitä ei tuoda:
sv: Dessa användare finns redan i ditt Gallery och kommer inte att importeras:

source: Import Albums
da: Importér albummer
eu: Albumak Inportatu
fi: Tuo Albumit
sv: Importera album

source: Select the albums to migrate
da: Vælg album der skal migreres
eu: Albuma migratzeko hautatu
fi: Valitse siirrettävät albumit
sv: Markera albumen att flytta

source: Source:
da: Kilde:
eu: Jatorria:
fi: Lähde:
sv: Källa:

source: Destination:
eu: Helburua:
fi: Kohde:

source: Character Encoding of Source Text:
eu: Iturburu Testuaren Karaktere Kodeketa:
fi: Lähteen Merkistö (Encoding):
sv: Avkodning av Orginaltext

source: URL Redirection
da: URL omdirigering
eu: URL berbideraketa
fi: URL Uudelleenohjaus
sv: URL-ompekning

source: Record G1-&gt;G2 mappings during import
eu: G1-&gt;G2 mapatzea gorde inportatzerakoan
fi: Tallenna G1-&gt;G2 kohdistukset tuonnin aikana
sv: Registrera G1-&gt;G2 koppling under importen

source: Thumbnail generation
da: Miniature generering
eu: Argazkitxo sortzea
fi: Esikatselukuvien luonti
sv: Generering av miniatyrbilder

source: Normally Gallery will generate thumbnails the first time you look at them, then save them for subsequent views. If you check this box, we'll create the thumbnails at migration time. Migration will take longer but the first time you view an album will go much faster.
eu: Normalean galeriak argazkitxoak bistarazi behar dituen lehenengo aldian sortu eta hurrengo bistaratzeentzat gordeegiten ditu. Aukera hau markatu ezkero argazkitxoak migrazio garaian egingo dira. Migrazioak asti gehiago tardatuko du baina albuma begiratzen duzun lehen aldian askoz azkarrago funtzionatuko du.
fi: Yleensä Galleria tekee esikatselukuvat kun ensimmäistä kertaa katsot niitä ja samalla tallentaa ne seuraavia kertoja varten. Jos valitset tämän toiminnon, luomme esikatselukuvat jo siirron aikana. Siirto kestää pitempään, mutta albumin katselu tapahtuu nopeammin.
sv: Normalt så genererar Gallery miniatyrbilder första gången du tittar på dem, och sparar dem för efterföljande visningar. Om du klickar i denna ruta så skapas miniatyrbilder vid migreringstillfället. Migreringen kommer att ta längre tid men första gången albumet visas kommer det att gå mycket snabbare.

source: Item captions
da: Emne tekster
eu: Elementu epigrafeak
fi: Kohteiden otsakkeet
sv: Objektrukriker

source: Gallery 2 has the following fields for all items and albums: title, summary text shown with thumbnails and description text shown in item or album view. G1 albums already have these three items (though the names of summary and description are reversed). G1 items have only a filename and caption. For items imported into G2:
eu: Gallery 2-k hurrengo eremu hauek ditu elementu eta albumentzako: izenburua, laburpen testua argazkitxoekin bistaraziko da eta deskribapen testua elementu eta album bistaratzean bistaraziko da. G1-ek dagoeneko elementu horiek ditu (nahiz laburpen eta deskribapen izenak nahasirik egon). G1 elementuek fitxategi izena eta izenburua bakarrik dute. G2-ra inportaturiko elementuentzat:
fi: Gallery2:ssa on seuraavat kentät kaikille kohteille ja albumeille: otsikko, yhteenveto esikatselukuville ja selitys näkyvissä joko kohde- tai albuminäkymässä. G1 albumeilla on jo nämä kolme (vaikkakin yhteenvedon ja selityksen tekstit ovat toisinpäin). G1:n kohteilla on ainoastaan tiedostonnimi ja kuvateksti. Kohteilla, jotka siirretään G2:een:
sv: Gallery 2 har följande fält för samtliga objekt och album: titel, summerande text som visas med miniatyrbilder och beskrivande text som visas i objekt och albumvyn. Album i G1 har redan dessa tre objekt (även om namnen på summering och beskrivning är omvända). Objekt i G1 har endast filnamn och rubrik. För objekt importade till G2:

source: Set title from:
da: Indstil titel fra:
eu: Ezarri titulua hemendik:
fi: Aseta otsikoksi:
sv: Sätt titel från:

source: Base filename
da: Basisfilnavn
eu: Oinarri fitxategi-izena
fi: Tiedostonimi
sv: Basfilnamn

source: Caption
da: Billedtekst
eu: Epigrafea
fi: Kuvateksti
sv: Rubrik

source: Custom Field:
da: Brugervalgt felt:
eu: Eremu Pertsonalizatua:
fi: Lisäkenttä:
sv: Specialfält:

source: Enter a custom field name
da: Indtast et brugervalgt feltnavn
eu: Eremu pertsonalizatu izen bat idatzi
fi: Syötä lisäkentän nimi
sv: Fyll i ett specialfältsnamn

source: Blank
da: Tomt
eu: Zurian
fi: Tyhjä
sv: Tom

source: Set summary from:
da: Indstil sammendrag fra:
eu: Ezarri laburpena hemendik:
fi: Aseta yhteenveto täältä:
sv: Sätt summafält från:

source: Set description from:
da: Indstil beskrivelse fra:
eu: Ezarri deskribapena hemendik:
fi: Aseta kuvaus täältä:
sv: Sätt beskrivning från:

source: Default to same as summary if custom field not set
eu: Lehenespen bezala laburpenaren berdina eremu pertsonalizaturik ezarririk ez badago
fi: Oletuksena sama kuin yhteenveto, jos lisäkenttää ei ole asetettu
sv: Fall tillbaka på samma som summafältet om specialfält inte är satt

source: Custom fields
da: Brugervalgte felter
eu: Eremu pertsonalizatuak
fi: Lisäkentät
sv: Specialfält

source: Custom fields will not be imported. Activate Custom Fields module to enable this option.
da: Brugervalgte felter vil ikke blive importeret. Aktiver brugervalgte felter modulet for at ativere denne mulighed.
eu: Eremu pertsonalizatuak ez dira inportatuko. Eremu pertsonalizatu modulua gaitu ezazu aukera hau gaitzeko.
fi: Lisäkenttiä ei tuoda. Aktivoi lisäkenttämoduuli mahdollistaaksesi tämän.
sv: Specialfält kommer inte att bli importerade. Aktivera modulen för specialfält för att möjliggöra denna funktion.

source: Import custom fields
da: Importr brugervalgte felter
eu: Eremu pertsonalizatuak inportatu
fi: Tuo kustomoidut kentät
sv: Importera specialfält

source: Do not create Gallery 2 custom fields for fields selected above for title, summary or description
eu: Ez sortu titulua, laburpena eta deskribapenaz gain ez sortu Gallery 2 eremu pertsonalizaturik
fi: Älä luo Gallery 2 lisäkenttiä yläpuolella valituille otsikolle, yhteenvedolle tai selitykselle.
sv: Skapa inte Gallery 2 specialfält för fält valda ovan för titel, summering eller beskrivning

source: Prepare Import
da: Forbered import
eu: Inportatzeko prestatu
fi: Valmistele Tuonti
sv: Förbered Importering

source: Confirm Migration
da: Godkend migrering
eu: Migrazioa berretsi
fi: Vahvista Siirto
sv: Bekräfta flyttning

source: Users to import:
da: Brugere der skal importeres:
eu: Inportatzeko erabiltzaileak:
fi: Tuotavat käyttäjät:
sv: Användare att importera:

source: Albums to import:
da: Albummer der skal importeres:
eu: Inportatzeko albumak:
fi: Tuotavat albumit:
sv: Album att importera:

source: Album Name
da: Album Navn
eu: Album Izena
fi: Albumin Nimi
sv: Albumnamn

source: Album Title
da: Albumtitel
eu: Album Titulua
fi: Albumin Otsikko
sv: Albumtitel

source: Album Notes
da: Album Noter
eu: Album Oharrak
fi: Albumin Kommentit
sv: Albumnoteringar

source: An album already exists with this name. This album will be renamed.
da: Der er allerede et album med dette navn. Dette album vil blive givet et andet navn.
eu: Izen honetako album bat badago dagoeneko. Album hau berrizendatu egingo da
fi: Saman niminen albumi on jo olemassa. Tämä albumi uudelleennimetään.
sv: Ett album finns redan med det namnet. Detta album kommer att döpas om.

source: This album has an illegal name and will be renamed to <i>%s</i>
da: Dette album har et ugyldigt navn og vil blive omdøbt til <i>%s</i>
eu: Album honek legezkanpoko izen bat du eta <i>%s</i> bezala berrizendatua izango da
fi: Tällä albumilla on kielletty nimi ja se uudelleennimetään nimellä <i>%s</i>
sv: Detta album har ett ogiltigt namn och kommer att döpas om till <i>%s<i>

source: This album's owner (%s) hasn't been imported.
da: Dette albums ejer (%s) er ikke importeret.
eu: Album honen jabea (%s) ez da inportatu
fi: Albumin omistajaa (%s) ei ole tuotu.
sv: Detta albums ägare (%s) har inte blivit importerad

source: Import %s now.
da: Importér %s nu.
eu: %s orain inportatu
fi: Tuo %s nyt.
sv: Importera %s nu.

source: Top level albums and albums whose parents are not selected will be imported into this album:
eu: Gurasoak aukeraturik ez diren maila nagusiko albumak album honetara inportatuko dira
fi: Ylätason albumit ja albumit, joiden vanhempia ei ole valittu, siirretään tähän albumiin:
sv: Huvudalbum och album som inte har några valda överliggande album kommer att importeras till detta album:

source: Title: %s
da: Titel: %s
eu: Titulua: %s
fi: Otsikko: %s
sv: Titel: %s

source: Description: %s
da: Beskrivelse: %s
eu: Deskribapena: %s
fi: Kuvaus: %s
sv: Beskrivning: %s

source: Your Gallery 1 will be converted from this character encoding into UTF-8:
eu: Zure Gallery 1 fitxategia karaktere kodeketa UTF-8-ra bihurtuko da:
fi: Galleria 1 muunnetaan tästä merkistöstä UTF-8 merkistöön:
sv: Ditt Gallery 1 kommer att bli konverterat frän denna textkodningen till UTF-8:

source: Encoding: %s
da: Indkoder: %s
eu: Kodeketa: %s
fi: Merkistö: %s
sv: Avkodning: %s

source: G1-&gt;G2 mappings will be recorded for use in URL Redirection
eu: G1-&gt;G2 mapatzea gorde egingo da URL berbidalketarako
fi: G1-&gt;G2 ohjausmerkinnät tallennetaan URL uudelleenohjausta varten
sv: G1-&gt;G2 kopplingar kommer att registreras för använding vid URL Ompekning

source: Thumbnails will be generated during migration
da: Miniaturer vil blive oprettet under migreringen
eu: Argazkitxoak migratzerakoan sortuko dira
fi: Esikatselukuvat luodaan migraation aikana
sv: Miniatyrbilder kommer att genereras under migrationen

source: Item fields will be imported from:
da: Emnefelter vil blive importeret fra:
eu: Elementu eremuak hemendik inportatu:
fi: Kohteen kentät tuodaan:
sv: Objektfält kommer att bli importerade från:

source: Title
da: Titel
eu: Titulua
fi: Otsikko
sv: Titel

source: Custom field:
da: Brugervalgt felt:
eu: Eremu pertsonalizatua:
fi: Lisäkentät:
sv: Specialfält:

source: Summary
da: Sammendrag
eu: Laburpena
fi: Yhteenveto
sv: Summering

source: Description
da: Beskrivelse
eu: Deskribapena
fi: Kuvaus
sv: Beskrivning

source: (Default to summary value if not set)
da: (Sættes til sammendragets værdi hvis det ikke vælges)
eu: (Laburpen balio lehenetsia ezarririk ez badago)
fi: (Oletuksena yhteenvedon arvo, jos ei ole asetettu)
sv: (Samma som summmafältet, om det inte är satt)

source: Custom fields will be imported
eu: Eremu pertsonalizatuak inportatuko dira
fi: Lisäkentät tuodaan
sv: Specialfät kommer att bli importerade

source: Custom fields imported into item fields above will not be duplicated as custom fields
eu: Elementu eremuetan inportaturiko eremu pertsonalizatuak ez dira eremu pertsonalizatuak bezala bikoiztuko
fi: Ylläoleviin kohteen kenttiin tuodut lisäkentät eivät kopioidu lisäkentiksi.
sv: Specialfält importerade till objektfält ovan kommer inte att dupliceras i specialfält

source: Hidden Items
da: Skjulte emner
eu: Ezkutatuko Elementuak
fi: Piilotetut kohteet
sv: Dolda Objekt

source: Any hidden albums or items will be imported with restricted view permissions. Activate the Hidden Items module before migration to import these as "hidden" which means they are invisible to guest users until accessed by the direct URL for those items.
eu: Edozein ezkutatutako elementu edo album ikuste baimen murriztuekin inportatua izango da. Ezkutatutako elementuak modulua gaitu ezazu migrazioa aurretik "ezkutatutako" elementu horiek inportatzeko.
fi: Piilotetut albumit ja kohteet tuodaan rajoitetuilla katseluoikeuksilla. Aktivoi piilotetut kohteet moduuli ennen migraatiota tuodaksesi nämä kohteet /"piilotettuina"/, joka tarkoittaa sitä, että ne ovat näkymättömiä vieraille ennenkuin niihin menee suoralla URL:lla.
sv: Alla dolda album eller objekt kommer att importeras med reducerrade visa-rättigheter. Aktivera Dolda Objekt modulen före migrationen för att importera dessa som "dolda" vilket betyder att dom är osynliga för gäster tills dom är accessade via en direkt URL.

source: Cancel
da: Annuller
eu: Utzi
fi: Peruuta
sv: Avbryt

source: Import Complete
da: Importen er færdig
eu: Inportatzea osatu da
fi: Tuonti Valmis
sv: Import komplett

source: Successfully imported %d user.
da: Importerede %d bruger korrekt.
eu: Erabiltzaile %d behar bezala inportatu da
fi: Onnistuneesti tuotu yksi käyttäjä.
sv: Importerade framgångsrikt %d användare.

source: No users imported.
da: Ingen brugere importeret.
eu: Ez da erabiltzailerik inportatu
fi: Käyttäjiä ei tuotu.
sv: Inga användare importerade.

source: Imported %s
da: Importerede %s
eu: %s inportaturik
fi: Tuotu %s
sv: Importerade %s

source: Error while importing %d user.
da: Fejl ved import af %d bruger.
eu: Errorea erabiltzaile %d inportatzerakoan
fi: Virhe tuotaessa yhtä käyttäjää.
sv: Felmeddelande vid importering av %d användare.

source: Error importing %s
da: Fejl ved import af %s
eu: Errorea %s inportatzerakoan
fi: Virhe tuotaessa %s
sv: Felmeddelande vid importering %s

source: Successfully imported %d album.
da: Importerede %d album korrekt.
eu: Album %d behar bezala inportatu da
fi: Onnistuneesti tuotu yksi albumi.
sv: Importerade framgångsrikt %d album.

source: No albums imported.
da: Ingen albummer importeret.
eu: Ez da albumik inportatu
fi: Albumeja ei tuotu.
sv: Inga album importerade.

source: Error while importing %d album.
da: Fejl ved import af %d album.
eu: Errore bat gertatu da album %d inportatzerakoan
fi: Virhe tuotaessa yhtä albumia.
sv: Felmeddelande vid importering av %d album.

source: Import more data
da: Importér yderligere data
eu: Datu gehiago inportatu
fi: Tuo lisää tietoa
sv: Importera mer information

source: To enable URL Redirection under Apache webserver:
eu: Apache Web zerbitzarian URL birbidalketa gaitzeko:
fi: Mahdollistaaksesi URL uudelleenohjauksen apache web-palvelimella:
sv: För att aktivera URL-Ompekning i Apache webserver:

source: Ensure the %s Apache module is enabled.
da: Kontrollér at %s Apache modulet er aktiveret.
eu: Ziurtatu Apache %s modulua instalaturik dagoela
fi: Varmista, että Apachen moduuli %s on käytössä.
sv: Säkerställ att Apache modul %s är aktiverad.

source: Edit or create a file called <tt>.htaccess</tt> in your Gallery1 directory and add the text shown below to the file. Remove G1 rewrite rules from an existing file. Redirects will also work in your Gallery2 directory if G2 is installed in the path where G1 used to be. However, if you also use the G2 URL Rewrite module then activate the G1 redirect rule in that module instead of using the block shown below.
eu: Zure Gallery1 direktorioan <tt>.htaccess</tt> fitxategia sortu edo editatu eta ipini fitxategi horretan behean agertzen den testua. Ezabatu G1 berridazketa arauk fitxategi horretatik. Berbideraketak funtzionatzen jarraituko du zure Gallery2 direktorioan G2 instalaturiko bidea G1-ek erabilitako berdina bada. Hala re G2 berbideraketa modulua erabili ezkero G1 berbideraketa arau gaitu ezazu behean agertzen den blokearen ordez.
fi: Muokka tai luo tiedosto nimeltä <tt>.htaccess</tt> Gallery1 kansioon ja lisää allaoleva siihen allaoleva teksti. Poista G1 uudelleenkirjoitussäännöt olemassaolevasta tiedostosta. Uudelleenohjaukset toimivat myös Gallery2:n kansiosta, jos se on sama missä G1 aikaisemmin oli. Kuitenkin, jos kuitenkin käytät myös G2:n URL uudelleenkirjoitusmoduulia, aktivoi G1:n uudelleenohjaussäännöt siinä moduulissa sen sijaan, että käyttäisit alla olevaa lohkoa.
sv: Redigera eller skapa en fil som heter <tt>.htaccess</tt> i din katalog för Gallery1 och lägg till texten som visas nedan i filen. Ta bort G1 omskrivningsregler från en existerande fil. Ompekningar kommer också att fungera i katalogen för Gallery2 om Gallery2 är installarat på samma ställa som G1 var installerat. Emellertid, om du även använder G2:s modul för URL Omskrivning så aktivera G1:s ompekningsregel i den modulen istället för att använda blocket nedan.

source: Add the same <tt>.htaccess</tt> block in the Gallery1 albums directory if you also wish to redirect links to image files and album directories. Note that these redirects are not active until the G1 images are actually removed or moved. Omit the !-f line shown below to redirect anyway.
eu: <tt>.htaccess</tt> fitxategi berdina gehitu Gallery1 Album direktorioan loturak irudi fitxategi eta albumetara birbidaltzeko. Kontutan izan berbideraketa hori ez dela gaiturik egongo G1 irudiak ezabatu edo mugitu arte. Ez ipini beheko !-f lerroa ala eta guztiz ere berdbideratzeko.
fi: Lisää sama <tt>.htaccess</tt> lohko Gallery1 albumien kansioon jos haluat uudelleenohjaukset myös kuviin ja albumien kansioihin. Huomioi, että nämä uudelleenohjaukset eivät tule voimaan ennen kuin G1 kuvat ovat poistettu tai siirretty. Jätä pois alla näkyvä !-f rivi, jos haluat kuitenkin ohjata.
sv: Lägg till samma <tt>.htaccess</tt>-block i albumkatalogerna för Gallery1 om du även vill att peka om länkar til bilder och albumkataloger. Notera att dessa ompekningar inte är aktiva förrän bilderna i G1 i själva verket är borttagna eller flyttade. Utelämnaa raden med !-f som visas nedan för att peka om ändå

source: If G2 is installed in the path where G1 used to exist, you will need to remove the G1 file "gallery_remote2.php" file before you can use Gallery Remote to upload images to G2.
eu: G2 instalaturik dagoen bidea G1 dagoen berdina izan ezkero, G1 "gallery_remote2.php" fitxategia ezabatu behar duzu G2-ra fitxategiak igotzeko Urruneko Galeria erabili ahal izateko.
fi: Jos G2 on asennettu samaan polkuun, missä G1 sijaitsi, sinun täytyy poistaa G1:n tiedosto "gallery_remote2.php" ennen kuin voit käyttää Gallery Remotea kuvien siirtämiseen G2:een.
sv: Om G2 är installerat i sökvägen där G1 var installerat så måste du ta bort filen "gallery_remote2.php" från G1 innan du kan använda Gallery Remote för att ladda upp bilder till G2

source: Download .htaccess file
da: Download .htaccess fil
eu: .htaccess fitxategia deskargatu
fi: Lataa .htaccess-tiedosto
sv: Ladda ner .htaccess-fil

source: Import from Gallery 1
da: Importér fra Gallery 1
eu: Datuak Gallery 1-etik inportatu
fi: Tuo Gallery 1:sta
sv: Importera från Gallery 1

source: Copy all or part of an existing Gallery 1 installation into your Gallery 2. It won't modify your Gallery 1 data in any way.
eu: Dagoen Gallery 1 instalazioaren zati bat edo dena Gallery 2-ra kopiatu. Honek ez du zure Gallery 1-eko daturik inola eraldatuko.
fi: Kopioi kaikki tai osa olemassaolevasta Gallery1:n asennuksesta Gallery2:een. Se ei muokkaa Gallery1:stä millään tavalla.
sv: Kopiera alla eller delar av en existerande Gallery1 installation till din Gallery 2. Det kommer inte att förändra dina Gallery1-data på något sätt.

source: You don't have any Graphics Toolkit activated to handle JPEG images. If you import now, you will not have any thumbnails. Visit the %sModules%s page to activate a Graphics Toolkit.
da: Du har ikke nogen Grafiske værktøjer aktiveret der understøtter JPEG billeder. Hvis du importerer nu, vil du ikke have nogen miniaturer. Kig på %sModuler%s siden for at aktivere en Grafisk værktøj.
eu: Ez duzu JPEG irudiak kudea ditzaken tresna-jokorik instalaturik. Orain inportatu ezkero, ez duzu argazkitxorik edukiko. Begiratu %sModuluak%s orrialdea tresna-joko grafiko bat gaitzeko.
fi: Sinulla ei ole yhtän grafiikkatyökalua aktivoituna, joka käsittelisi JPEG-kuvia. Jos tuot kuvat nyt, sinulle ei tule yhtään esikatselukuvaa. Käy %smoduulit%s sivulla aktivoimassa grafiikkatyökalu.
sv: Du har inte något Grafikverktyg aktiverat för att hantera JPEG-bilder. Om du importerar nu kommer du inte ha några miniatyrbilder. Besök %sModulsidan%s och aktivera ett grafiskt verktyg.

source: Path to Gallery 1 albums directory
da: Sti til Gallery 1 album biblioteket
eu: Gallery 1 albums direktoriora bidea
fi: Polku Gallery 1:n albumikansioon
sv: Sökväg till albumkatalog för Gallery 1
