Repository: kenorb/wp_site
Catalog: gallery2/modules/migrate/po/*.po
Languages: da, eu, fi, sv

source: Example: /var/www/albums
da: Eksempel: /var/www/albums
eu: Adibidea: /var/www/albums
fi: Esimerkki: /var/www/albums
sv: Exempel: /var/www/albums

source: You did not enter a path.
da: Du har ikke indtastet en sti.
eu: Ez duzu bidea idatzi
fi: Et antanut polkua.
sv: Du skrev inte in någon sökväg.

source: The path that you entered is invalid.
da: Den indtastede sti er ugyldig.
eu: Emandako bidea ez da baliozkoa.
fi: Antamasi hakemisto on epäkelpo.
sv: Sökvägen du skrev in är inte giltig.

source: <b>Note:</b> Before you import any data you should make sure your Gallery 1 is installed correctly by adding a photo through the Gallery 1 web interface. Make sure you resolve any errors you see there first.
eu: <b>Oharra:</b> Daturik inportatu aurretik zure Gallery 1 behar bezala instalaturik dagoela ziurtatu beharko zenuke, honetarako Gallery 1 web interfazearen bidez irudi bat igoaz. Hasi aurretik proba honetan ager daitekeen edozein errore konpondu beharko zenuke.
fi: <b>Huomioi:</b>Ennen kuin tuot mitään dataan, sinun pitää varmistua siitä, että Gallery1 on asennettu oikein lisäämällä kuva Gallery1:n webbikäyttöliittymän kautta. Selvitä kaikki mahdolliset virheet ensin siltä puolelta.
sv: <b>Notera:</b> Innan du kan importera data bör du säkerställa att Gallery 1 är korrekt installerat genom att lägga till ett foto genom webbgränssnittet för Gallery 1. Se till att du rättar fel som ser där först.

source: Recently Used Paths
da: Nyligt brugte stier
eu: Azkenez erabiliko bidea
fi: Lähiaikoina käytetyt polut
sv: Senast Använda Sökvägar

source: Gallery can redirect old Gallery1 URLs to the new Gallery2 pages.
eu: Galeriak Gallery1 zaharreko URL-ak Gallery2 berrira berbidera ditzake
fi: Galleria voi uudelleenohjata vanhan gallery1:n URL:it uusille Gallery2:n sivuille.
sv: Gallery kan peka om gamla Gallery1 URL:er till nya Gallery2-sidor.

source: There is one G1-&gt;G2 map entry
eu: Hemen G1-&gt;G2 mapatze sarrera bat dago
fi: On yksi G1-&gt;G2 ohjausmerkintä
sv: Det finns en G1-&gt;G2 koppling

source: Deleting map entries will cause old G1 URLs to produce HTTP Not Found errors instead of redirecting to G2 pages. Delete all entries?
eu: Mapa sarrerak ezabatzeak G1 URL-ak HTTP ez da aurkitu erroreak gertatzea eragingo du, G2-ra berbideratu beharrean. Sarrera guztiak ezabatu?
fi: Ohjausmerkintöjen poistaminen aiheuttaa sen, että vanhat G1 URLit tuottavat 'sivua ei löytynyt' virheen, eivätkä ohjaudu oikeille G2 sivuille. Poistetaanko kaikki merkinnät?
sv: Ta bort kopplingar kommer orsaka att gamla G1-URL:er blir HTTP Sidan Hittades inte-fel instället för att pekas om till G2-sidor. Ta bort kopplingarna?

source: Delete All
da: Slet alt
eu: Dena Ezabatu
fi: Poista kaikki
sv: Ta bort alla

source: Map entries deleted successfully
eu: Mapa sarrera behar bezala ezabatu dira
fi: Ohjausmerkinnät poistettiin onnistuneesti
sv: Kopplingar borttagna framgångsrikt
