Repository: kenorb/wp_site
Catalog: gallery2/modules/rewrite/po/*.po
Languages: no

source: 404 File Not Found
no: 404 Fil ikke funnet

source: URL Rewrite
no: Omskriving av nettadresser

source: Enables short URLs using Apache mod_rewrite, ISAPI Rewrite, or PathInfo
no: Tillater korte nettadresser ved å bruke Apaches mod_rewrite, ISAPI Rewrite eller PathInfo.

source: Show Item
no: Vis objekt

source: Path to an item (eg, /album/image.jpg.html)
no: Sti til et objekt (f.eks. /album/bilde.jpg.html)

source: Page number in an album
no: Sidetall i et album

source: Current language (eg, en or de)
no: Nåværende språk (f.eks. no eller en)

source: The general URL for viewing items.
no: Den generelle nettadressen for å se objekter.

source: Download Item
no: Last ned objekt

source: Ensures browsers do not use cached version when image has changed
no: Sørger for at nettlesere ikke bruker lagret versjon når bilde er endret

source: The item file name.
no: Objektets filnavn.

source: The general URL for downloading items.
no: Den generelle nettadressen for å laste ned objekter.

source: Site Admin
no: Nettstedadministrasjon

source: Quick and easy way to access Site Admin.
no: En rask og enkel måte å laste nettstedadministrasjonen.

source: 404 File not found
no: 404 Fil ikke funnet

source: Block hotlinked items
no: Blokker direktelenkede objekter

source: Send HTML for hotlinked items
no: Send HTML for direktelenkede objekter

source: Blocks use of images in other sites (HTML creates broken image), but allows linking to images.
no: Blokkerer bruk av bilder på andre nettsteder (HTML oppretter ødelagt bilde), men tillater lenking til bilder.

source: Check short style URLs for filesystem conflicts
no: Kontroller korte nettadresser for konflikter med filsystemet

source: This will go through all your Gallery items and check if the short style URL links to an existing file or directory on your webserver.
no: Dette vil gå gjennom alle dine Gallery-objekter og se om den korte nettadressen lenker til en eksisterende fil eller katalog på din nettjener.

source: Processing...
no: Behandler ...

source: Bad path:
no: Feil sti:

source: Checking item %d of %d
no: Kontrollerer objekt %d av %d

source: Checked %d items and found %d conflicts
no: Kontrollerte %d objekter og fant %d konflikter

source: Bad keyword.
no: Feil nøkkelord.

source: Duplicate short URL rule.
no: Kopier regel for kort nettadresse.

source: Invalid pattern.
no: Ugyldig mønster.

source: Empty configuration value.
no: Tom oppsettsverdi

source: Cannot read the httpd.ini file
no: Kan ikke lese httpd.ini-filen

source: Cannot write to httpd.ini file
no: Kan ikke skrive til httpd.ini-filen

source: Cannot write to httpd.ini file, please create it.
no: Kan ikke skrive til httpd.ini-filen, vennligst opprett den.

source: Cannot read the .htaccess file
no: Kan ikke lese .htaccess-filen

source: Cannot write to the .htaccess file
no: Kan ikke skrive til .htaccess-filen

source: Cannot write to the .htaccess file, please create it.
no: Kan ikke skrive til .htaccess-filen, vennligst opprett den.

source: Cannot read the embedded .htaccess file
no: Kan ikke lese den innebygde .htaccess-filen

source: Cannot write to the embedded .htaccess file
no: Kan ikke skrive til den innebygde .htaccess-filen

source: Cannot write to the embedded .htaccess file, please create it.
no: Kan ikke skrive til den innebygde .htaccess-filen, vennligst opprett den.

source: URL Rewrite Administration
no: Administrasjon av Omskriving av nettadresser

source: Successfully saved settings
no: Vellykket lagring av innstillinger

source: An error occured while trying to save your settings
no: En feil oppstod under lagring av dine innstillinger

source: Duplicate URL patterns.
no: Dupliser nettadressemønster.

source: Empty URL pattern.
no: Tomt nettadressemønster.

source: Rules
no: Regler

source: Setup
no: Oppsett

source: Short URLs are compiled out of predefined keywords. Modules may provide additional keywords. Keywords are escaped with % (eg: %itemId%).
no: Korte nettadresser kompileres av forhåndsangitte nøkkelord. Moduler kan legge til lere nøkkelord. Nøkkelord omkapsles med % (f.eks. %itemId%)

source: It is recomended that you don't activate the 'Download Item' URL since it will slow down Gallery.
no: Det anbefales at du ikke aktiverer nettadressen for «Last ned objekt» ettersom det vil gjøre Gallery tregere.

source: A pattern may not begin with a keyword.
no: Et mønster kan ikke begynne med et nøkkelord.

source: Active
no: Aktiv

source: Help
no: Hjelp

source: View
no: Vis

source: URL Pattern
no: Nettadressemønster

source: Additional Keywords
no: Flere nøkkelord

source: Status: Error
no: Status: feil

source: Status: Active
no: Status: aktiv

source: Status: Not Active
no: Status: ikke aktiv

source: No URL Pattern
no: Ingen nettadressemønster

source: No help available
no: Ingen hjelp tilgjengelig

source: Keywords
no: Nøkkelord

source: No keyword help available
no: Ingen hjelp for nøkkelord tilgjengelig

source: Save
no: Lagre

source: Approved referers
no: Tillatte referenter

source: Some rules only apply if the referer (the site that linked to the item) is something other than Gallery itself. Hosts in the list below will be treated as friendly referers.
no: Noen regler gjelder bare om referanten (siden som lenket til objektet) ikke er Gallery selv. Verter i listen nedenfor blir behandlet som vennlige referanter.

source: Warning: If you don't allow empty referer users won't be able to download nor play movies.
no: Advarsel: om du ikke tillater tom referant vil ikke brukere kunne laste ned eller se filmer.

source: Allow empty referer?
no: Tillate tom referant?

source: The parser you have selected does not support a referer check.
no: Fortolkeren du har valgt støtter ikke referentkontroll.

source: Test the Rewrite Parser Configuration
no: Test innstillingene for omskrivingsfortolkeren

source: Test again
no: Test på nytt

source: The selected URL Rewrite Parser does not provide any tests.
no: Den valgte fortolkeren for nettadresseomskriving tilbyr ikke noen tester.

source: Error: 404 File Not Found
no: Feil: 404 fil ikke funnet

source: Configuration
no: Innstillinger

source: For ISAPI Rewrite to work Gallery needs write access to the httpd.ini file.
no: For at ISAPI Rewrite skal virke må Gallery ha skrivetilgang til httpd.ini-filen.

source: Httpd.ini path:
no: Sti til httpd.ini:

source: Invalid directory.
no: Ugyldig katalog:

source: Cant write to the httpd.ini file in that directory.
no: Kan ikke skrive til httpd.ini-filen i den katalogen.

source: Embedded Setup
no: Innebygd oppsett

source: Public path:
no: Offentlig sti:

source: Invalid path.
no: Ugyldig sti.

source: IIS ISAPI_Rewrite Support
no: Støtte for IIS ISAPI_Rewrite

source: Testing if the server supports IIS ISAPI_Rewrite.
no: Tester om tjeneren støtter IIS ISAPI_Rewrite.

source: Success
no: Vellykket

source: Error
no: Feil

source: The current status may not be accurate, you have forced the test to pass.
no: Gjeldende status kan være unøyaktig da du tvang frem en vellykket test.

source: How to setup ISAP Rewrite
no: Hvordan sette opp ISAPI Rewrite

source: In order to make the test pass you need to add the test rewrite rule in your httpd.ini:
no: For å passere testen må du legge regelen for testing av omskriving til i din httpd.ini:

source: If you add this at the bottom, please make sure that there's at least one empty line below the section
no: Vennligst påse at det er minst én tom linje under seksjonen om du legger dette til på bunnen.

source: Test ISAPI Rewrite Manually
no: Test ISAPI Rewrite manuelt

source: Gallery did not detect ISAPI Rewrite, please run this test yourself to verify.
no: Gallery kunne ikke finne ISAPI Rewrite, vennligst kjør denne testen for å bekrefte.

source: Force
no: Framtving

source: ISAPI Rewrite Test
no: Test av ISAPI Rewrite

source: If the test gives you a page that says PASS_ISAPI_REWRITE you are good to go.
no: Om testen gir deg en side som sier PASS_ISAPI_REWRITE er du klar til å fortsette.

source: ISAPI_Rewrite httpd.ini file
no: ISAPI_Rewrite httpd.ini-fil

source: Testing if Gallery can write to the httpd.ini file.
no: Tester om Gallery kan skrive til httpd.ini-filen.

source: Please configure the correct location of ISAPI_Rewrite httpd.ini.
no: Vennligst sett opp den korrekte adressen til ISAPI_Rewrite httpd.ini.

source: Please make sure Gallery can read the httpd.ini file
no: Vennligst påse at Gallery kan lese httpd.ini-filen

source: Please make sure Gallery can write to the httpd.ini file
no: Vennligst påse at Gallery kan skrive til httpd.ini-filen

source: For URL Rewrite to work in an embedded environment you need to set up an extra .htaccess file to hold the mod_rewrite rules.
no: For at omskriving av nettadresser skal virke i et innebygd miljø må du opprette en ekstra htaccess-fil som skal inneholde mod_rewrite-regler.

source: Absolute path to the folder of your embedded .htaccess:
no: Absolutt sti til katalogen med din innebygde htaccess-fil:

source: Please enter the Url to your environment. E.g. http://www.mySite.com/myNiceCMS/
no: Vennligst skriv inn nettadressen til ditt miljø. F.eks. http://www.mittSted.no/mittFineCMS/

source: Testing if %s is supported by the server.
no: Tester om %s støttes av tjeneren.

source: Warning
no: Advarsel

source: Custom Gallery directory test setup
no: Egendefinert oppsett av katalogtest for Gallery

source: Gallery tries to test mod_rewrite in action. For this to work you need to edit each of these two files accordingly:
no: Gallery forsøker å teste mod_rewrite i aksjon. For at dette skal virke må du redigere begge disse to filene overensstemmelse med dette:

source: Line 6:
no: Linje 6:

source: Test mod_rewrite manually
no: Test mod_rewrite manuelt

source: For whatever reason, Gallery did not detect a working mod_rewrite setup. If you are confident that mod_rewrite does work you may override the automatic detection. Please, run these two tests to see for yourself.
no: Gallery kunne av ukjent grunn ikke gjenkjenne et fungerende oppsett av mod_rewrite. Om du er sikker på at mod_rewrite fungerer kan du overstyre den automatiske gjenkjenningen. Vennligst kjør disse to testene for å se for deg selv.

source: Works
no: Fungerer

source: mod_rewrite configuration 1 (with global Options +FollowSymlinks)
no: mod_rewrite oppsett 1 (med global Options +FollowSymlinks)

source: mod_rewrite configuration 2 (with local Options +FollowSymlinks)
no: mod_rewrite oppsett 2 (med lokal Options +FollowSymlinks)

source: If one of the two tests gives you a page with the text PASS_REWRITE you are good to go.
no: Om en av de to testene gir deg en side med teksten PASS_REWRITE kan du fortsette.

source: Apache mod_rewrite and Gallery multisite
no: Apache mod_rewrite og Gallery multisite

source: Gallery tries to test mod_rewrite in action. This does not work with multisite since Gallery lacks the complete codebase.
no: Gallery forsøker å test mod_rewrite i aksjon. Dette fungerer ikke med multisite ettersom Gallery mangler den fullstendige kodebasen.

source: Gallery .htaccess file
no: Gallery .htacces-fil

source: Testing if Gallery can write to the .htaccess file.
no: Tester om Gallery kan skrive til .htaccess-filen.

source: Please create a file in your Gallery directory named .htaccess
no: Vennligst opprett en fil ved navn .htaccess i Gallery-katalogen din

source: Please make sure Gallery can read the existing .htaccess file
no: Vennligst påse at Gallery kan lese den eksisterende .htaccess-filen

source: Please make sure Gallery can write to the existing .htaccess file
no: Vennligst påse at Gallery kan skrive til den eksisterende .htaccess-filen

source: Embedded .htaccess file
no: Innebygd .htaccess-fil

source: Testing if Gallery can write to the embedded .htaccess file.
no: Tester om Gallery kan skrive til den innebygde .htaccess-filen.

source: Please configure the embedded htaccess path.
no: Vennligst sett opp stien til den innebygde .htaccess-filen.

source: PHP Path Info Support
no: Støtte for PHP Path Info

source: Testing if the server supports PHP Path Info.
no: Tester om tjeneren støtter PHP Path Info.

source: Test Path Info Manually
no: Test Path Info manuelt

source: Gallery did not detect Path Info, please run this test yourself to verify.
no: Gallery kunne ikke finne Path Info, vennligst kjør denne testen selv for å bekrefte.

source: PHP Path Info Test
no: Test av PHP Path Info

source: If the test gives you a page that says PASS_PATH_INFO you are good to go.
no: Om testen gir deg en side som sier PASS_PATH_INFO kan du fortsette.

source: URL Rewrite Setup
no: Oppsett for Nettadresseomskriving

source: The Apache mod_rewrite module is installed on most Apache servers by default. If you are unsure of what method you should choose then select this. Gallery will try to detect if your server supports mod_rewrite.
no: Modulen Apache mod_rewrite er installert på de fleste Apache-tjenerne som standard. Velg denne om du er usikker på hvlken metode du skal bruke. Gallery vil forsøke å finne ut om din tjener støtter mod_rewrite.

source: This method allows for short URLs on IIS servers with ISAPI Rewrite installed. Gallery will try to detect if your server supports this method before activating the module.
no: Denne metoden støtter korte nettadresser på IIS-tjenere med ISAPI Rewrite installert. Gallery vil forsøke å finne ut om din tjener støtter denne metoden før modulen aktiveres.

source: Using Path Info is supported by most systems. With this method Gallery parses the URL itself during the request.
no: Path Info støttes av de fleste systemer. Med denne metoden kan Gallery fortolke nettadressen selv under forespørselen.

source: Block hotlinking is not supported.
no: Blokkering av direktelenker støttes ikke.

source: Back
no: Tilbake

source: Done
no: Utført
