Repository: kenorb/wp_site
Catalog: gallery2/modules/linkitem/po/*.po
Languages: no, pl, ro, sv

source: Link
no: Lenking
ro: Legatura
sv: Länk

source: Link Items
no: Objektlenker
pl: Linki
ro: Leaga articole
sv: Länka objekt

source: Create links to other albums or external urls
no: Opprett lenker til andre album eller eksterne nettadresser
pl: Tworzy linki do innego albumu lub do zewnętrzych adresów URL
ro: Creeaza legaturi catre alte albume sau URL-uri externe
sv: Skapa länk till anndra album eller externa URLer

source: Display
no: Visning
pl: Wygląd
ro: Visualizeaza
sv: Visa

source: Get image for linkitem thumbnail
no: Hent bilde for det lenkede objektets miniatyr
pl: Pobierz zdjęcie na miniaturkę linku
ro: Preia imaginea pentru legatura prin thumbnail
sv: Hämta miniatyrbild till det Länkade Objektet

source: link
no: lenk

source: Link to Album:
no: Lenk til album:
pl: Link do albumu:
ro: Legatura la Album:
sv: Länk till album

source: You must enter an album id
no: Du må skrive inn en album-id
pl: Proszę podać id albumu
ro: Trebuie sa introduci un id de album
sv: Du måste ange ett album id

source: Invalid album id
no: Ugylig album-id
pl: Nieprawidłowy id albumu
ro: Id de album invalid
sv: Ogiltigt album id

source: Link to External URL:
no: Lenk til ekstern nettadresse:
pl: Link do zewnętrznego adresu URL:
ro: Legatura catre URL extern:
sv: Länk till extern URL:

source: You must enter an URL
no: Du må skrive inn en nettadresse
pl: Proszę podać adres URL
ro: Trebuie sa introduci un URL
sv: Du måste ange en URL

source: Add Link
no: Legg til lenke
pl: Dodaj Link
ro: Adauga legatura
sv: Lägg till Länk

source: URL:
no: Nettadresse:

source: Missing URL
no: Nettadresse mangler
pl: Brak adresu URL
ro: URL negasit
sv: Saknad URL

source: Link Item Settings
no: Innstillinger for Objektlenker
pl: Ustawienia linków pozycji
ro: Setarile legaturilor articolelor
sv: Inställningar för länka-objekt

source: Settings saved successfully
no: Vellykket lagring av innstillinger
pl: Ustawienia zostały zapisane
ro: Configurari salvate cu succes
sv: Lyckades spara inställningarna

source: Add small arrow watermark on thumbnails
no: Legg til et lite pil-vannmerke på miniatyrer
pl: Dodaj mały wodny znak strzałki na miniaturach
ro: Adauga o mica sageata pe thumbnail-uri
sv: Addera ett litet pilvattenmärke till miniatyrbilden

source: Generate webpage snapshot for thumbnails of URL links
no: Opprett skjermbilde av nettsted for miniatyrer av nettadresselenker
pl: Wygeneruj miniaturki stron WWW dla linków
sv: Generera webbsids snapshot med miniatyrbilder för URL länkarna

source: Command to capture webpage snapshot:
no: Kommando for å fange skjermbilde av nettadresser:
pl: Komenda przechwytywania ekranu strony WWW:
sv: Kommandosträng för att fånga webbsids snapshot:

source: Webpage snapshots can be captured with %skhtml2png%s. This program is not trivial to setup, requiring ImageMagick and a running X server, with appropriate access permission for your webserver/PHP user. Install and test outside of Gallery to ensure the command entered above works as expected. Test with the webserver/PHP user to verify Gallery won't have permission problems. If Gallery produces broken thumbnails then try the Build Thumbnails %sMaintenance task%s to see debug output.
no: Skjermbilder av nettsteder kan fanges med %skhtml2png%s. Dette programmet er ikke trivielt å sette opp, da det krever ImageMagick og en kjørende X-server, med de rette tilgangene for din nettjener/PHP-bruker. Installer og test utenom Gallery for å forsikre deg om at kommandoen skrevet inn ovenfor virker som forventet. Test med nettjeneren/PHP-brukeren for å bekrefte at Gallery ikke vil ha tilgangsproblemer. Om Gallery lager ødelagte miniatyrer, forsøk med %svedlikeholdsoppgaven%s Opprett miniatyrer for å se feilrettingsutdata.
pl: Ekran strony WWW może być przechwycony za pomocą komendy %skhtml2png%s. Niestety funkcjonalność ta nie jest prosta w konfiguracji i wymaga zainstalowanej aplikacji Imagemagick oraz działającego X serwera z odpowiednimi uprawnieniami dostępu do użytkownika serwera WWW i PHP. W związku z tym zanim funkcjonalność ta zostanie tu włączona, zalecane jest jej zainstalowanie i przetestowanie poza galerią w celu upewnienia się co do poprawności jej działania. Testowanie należy wykonać z poziomu użytkownika serwera WWW i PHP, aby dodatkowo upewnić się, że galeria nie będzie miała żadnych problemów z uprawnieniami. Jeśli mimo to galeria stworzy popsute miniaturki, można jeszcze spróbować uruchomić zadanie %sBudowania miniaturek/przeskalowanych zdjęć%s i sprawdzić wynik debugowania.
sv: Webbsids snapshots kan fångas med %skhtml2png%s. Det programet är inte trivialt att konfigurera, det kräver ImageMagick och en fungerande X server, med rätta rättigheter för din webbserver/PHP användare. Installera och testa utanför Gallery för att se att kommandot ovan fungerar som det är tänkt. Testa med webbserver/PHP användaren för att verifiera att Gallery inte kommer att få problem med rättigheter. Om Gallery producerar en trasig miniatyrbild, försök i så fall att köra %sunderhålls jobbet%s Bygg miniatyrbilder för att få ut avlusnings medelanden.

source: The command line parameters default to those for khtml2png. To specify alternate parameters, place them in a text file here:
no: Kommandolinjeparametre er de som er standard for khtml2png. For å angi alternative parametre, plasser dem i en tekst fil her:
pl: Wywołanie komendy khtml2png bez podanych parametrów, wywoła komendę z domyślnymi ustawieniami. Aby przy wywoływaniu komendy użyć innych parametrów, proszę umieścić je w następującym pliku tekstowym:
sv: Kommandorads parametern har som standardvärde samma som khtml2png. För att använda andra parametrar, placera dem i en textfil här:

source: Use %URL% %WIDTH% %HEIGHT% %OUTFILE% tokens.
no: Bruk symbolene %URL% %WIDTH% %HEIGHT% %OUTFILE%.
pl: Możliwe parametry: %URL% %WIDTH% %HEIGHT% %OUTFILE%
sv: Använd %URL% %WIDTH% %HEIGHT% %OUTFILE%.

source: If you don't use webpage snapshots then URL links are given a default thumbnail. Use the Thumbnail Manager module to upload a custom thumbnail for these items.
no: Om du ikke bruker skjermbilder for nettsteder vil nettadresselenkene få en standardminiatyr. Bruk modulen Miniatyrbildebehandling for å laste opp en egendefinert miniatyr for disse objektene.
pl: Jeśli przechwytywanie ekranu nie jest używane, wówczas linki korzystają z domyślnej miniaturki. Aby użyć własnych miniaturek dla tych pozycji, proszę skorzystać z modułu 'Miniaturek'.
sv: Om du inte använder webbsides snapshots så kommer URL länkar att visas med en standard miniatyrbild. Anävnd miniatyrbilds underhålls modulen för att ladda upp en miniatyrbild till dessa objekt.

source: Save
no: Lagre
pl: Zapisz
ro: Salveaza
sv: Spara

source: Reset
no: Nullstill
pl: Przywróć ustawienia domyślne
ro: Reseteaza
sv: Återställ
