Repository: kenorb/wp_site
Catalog: gallery2/modules/replica/po/*.po
Languages: no, sv

source: create replica
no: opprett kopi
sv: skapa kopia

source: replicate an item
no: kopier et objekt
sv: kopiera ett objekt

source: Replica
no: Kopi
sv: Kopia

source: Create item copies sharing the same original data file
no: Opprett objektkopier som deler den samme originaldatafilen
sv: Skapa objekt kopior som delar på samma orginalfil

source: Display
no: Visning
sv: Visa

source: Create Replica
no: Opprett kopi
sv: Skapa Kopia

source: Replicate Album
no: Kopier album
sv: Kopiera Album

source: Replicate Photo
no: Kopier foto
sv: Kopiera Foto

source: Replicate Movie
no: Kopier film
sv: Kopiera Film

source: Replicate %s
no: Kopier %s
sv: Kopiera %s

source: Create Replicas
no: Opprett kopier
sv: Skapa Kopior

source: Successfully replicated %d item
no: Vellykket kopiering av %d objekt
sv: Lyckades kopiera %d objektet

source: This album contains no items to replicate.
no: Dette albumet inneholder ingen objekter å kopiere
sv: Det här albumet innehåller inga objekt som kan kopieras.

source: A replica is an item that shares the original data file with another item, to save disk space. In all other respects it is a separate item, with its own captions, thumbnail, resizes, comments, etc. Captions are initially copied from the source item but may be changed. Either the replica or the source may be moved or deleted without affecting the other.
no: En kopi er et objekt som deler den originale datafilen med et annet objekt, for å spare diskplass. I alle andre sammenhenger er det et separat objekt, med egen billedtekst, miniatyr, skaleringer, kommentarer, osv. Billedtekster er i utgangspunkitet kopiert fra kildeobjektet, men kan endres. Både kopien og kilden kan flyttes eller slettes uten å påvirke den andre.
sv: En kopia är ett objekt som delar orginalfilen med ett annat objekt, för att spara på disk utrymme. I alla andra avseenden är det ett separat objekt, med sina egna metadata, miniatyrbild, skalade bilder, kommentarer mm. Rubriker kopieras initialt från källan men kan ändras. Kopian eller ursprungs objektet kan flyttas eller tas bort utan att påverka varandra.

source: Source
no: Kilde
sv: Källa

source: Choose the items you want to replicate
no: Velg objektene du ønsker å kopiere
sv: Välj vilket objektet du vill kopiera

source: (page %d of %d)
no: (side %d av %d)
sv: (sidan %d av %d)

source: No sources chosen
no: Ingen kilder valgt
sv: Ingen källa vald

source: Check All
no: Marker alle
sv: Markera alla

source: Check None
no: Marker ingen
sv: Markera Ingen

source: Invert
no: Speilvend
sv: Spegelvänd

source: Previous Page
no: Forrige side
sv: Föregående Sida

source: Next Page
no: Neste side
sv: Nästa Sida

source: Destination
no: Mål

source: Choose a new album for the replica
no: Velg et nytt album for kopien
sv: Välj ett nytt album för kopian

source: No destination chosen
no: Intet mål valgt
sv: Ingen destination vald

source: Create
no: Opprett
sv: Skapa

source: Cancel
no: Avbryt
sv: Avbryt

source: Successfully created
no: Vellykket opprettelse
sv: Skapades framgångsrikt

source: Choose a destination album
no: Velg et målalbum
sv: Välj ett destinationsalbum
