Repository: kenorb/wp_site
Catalog: gallery2/modules/remote/po/*.po
Languages: it, ru

source: Remote
it: Controllo Remoto
ru: Удалённый доступ

source: Implementation for the remote control protocol
it: Implementazione del protocollo di controllo remoto
ru: Загрузка по протоколу удалённого доступа

source: Remote Interfaces
it: Interfacce Remote
ru: Интерфейс удалённого доступа

source: Gallery Remote is a Java application that runs on your desktop computer and provides a rich interface to Gallery. With Gallery Remote you can drag and drop to photos to upload them to Gallery, rotate and resize your images before uploading, and even view the photos in your Gallery in a slideshow on your desktop computer.
it: Gallery Remote è un'applicazione Java che viene eseguita nel computer e fornisce una ricca interfaccia per Gallery. Con Gallery Remote è possibile trascinare le immagini da caricare in Gallery, ruotare e ridimensionare le immagini prima di caricarle, e anche vedere le foto di Gallery proiettate nel computer.
ru: Gallery Remote - приложение Java, которое запускается на вашем компьютере и обеспечивает широкий набор функций для работы с Галереей. С помощью Gallery Remote вы можете перетаскивать фотографии для их загрузки в Галерею, поворачивать или изменять размеры изображений перед загрузкой, и даже просматривать ваши фотографии из Галереи в слайд-шоу на локальном компьютере.

source: You can either:
it: È possibile scegliere tra:
ru: Вы можете также:

source: Install Gallery Remote permanently on your computer
it: Installare Gallery Remote permanentemente nel computer
ru: Установить Gallery Remote на ваш компьютер

source: Run Gallery Remote immediately using Java Webstart
it: Lanciare Gallery Remote immediatamente usando Java Webstart
ru: Запустить Gallery Remote немедленно, используя Java Webstart

source: Remote Settings
it: Configurazione Controllo Remoto
ru: Настройки удалённого доступа

source: Settings saved successfully
it: Configurazione salvata con successo
ru: Настройки успешно сохранены

source: Show information about Gallery Remote in "add items" view
it: Visualizza informazioni su Gallery Remote nella schermata "aggiungi oggetti"
ru: Отображать информацию о Gallery Remote в разделе ''Добавить элементы''

source: Save
it: Salva
ru: Сохранить

source: Reset
it: Reimposta
ru: Отменить
