Repository: kenorb/wp_site
Catalog: gallery2/modules/imageframe/po/*.po
Languages: lt

source: Image Frame Samples
lt: Rėmelių pavyzdžiai

source: ImageFrame
lt: VaizdoRėmas

source: Render frames around images
lt: Aplink paveikslėlius generuoti rėmelius

source: Display
lt: Vaizdas

source: Solid
lt: Solidus

source: None
lt: Nieko

source: Book
lt: Knyga

source: Branded Wood
lt: Medinis rėmelis

source: Dots
lt: Punktyrinė linija

source: Film Edges
lt: Juostelės kraštai

source: Gold
lt: Auksinis

source: Gold 2
lt: Auksinis 2

source: Spiral Notebook
lt: Spiralinė užrašinė

source: Spiral Notebook (square)
lt: Spiralinė užrašinė (kvadratas)

source: Photo Corners
lt: Foto kampai

source: Photo Corners - Small
lt: Foto kampai - maži

source: Polaroid
lt: Polaroidas

source: Polaroids
lt: Polaroidai

source: Postage
lt: Pašto ženklas

source: Shadow
lt: Šešėlis

source: Slide
lt: Skaidrė

source: Slide (square)
lt: Skaidrė (kvadratas)

source: Wood
lt: Medis
