Repository: kenorb/wp_site
Catalog: gallery2/modules/rss/po/*.po
Languages: sr, sv

source: This feed no longer exists!
sr: Ovaj izvor više ne postoji!
sv: Det här flödet finns inte längre!

source: Feeds of that type are not allowed!
sr: Izvori tog tipe nisu dozvoljeni!
sv: Flöden av den typen är inte tillåtna!

source: Incorrect feed type!
sr: Neispravna vrsta izvora!
sv: Felaktig flödestyp!

source: Comments module is not active or comment feeds are not allowed!
sr: Modul Komentari nije aktivan ili izvori komentara nisu dozvoljeni!
sv: Kommentarsmodulen är inte aktiverad eller så är kommentarsflöden inte tillåtna!

source: Not permitted to view comments for this item
sr: Nedovoljna prava za pregled komantara na ovaj objekat
sv: Inte tillåten att se kommentarer för det här objektet

source: Export
sr: Izvoz

source: RSS Feed for this Album
sr: RSS izvor ovog albuma
sv: RSS-flöde för det här albumet

source: RSS Feed for this Photo
sr: RSS izvor ove fotografije
sv: RSS-flöde för det här fotot

source: RSS Feed for this Movie
sr: RSS izvor ovog filma
sv: RSS-flöde för den här filmen

source: RSS Feed for this %s
sr: RSS izvori ove %s
sv: RSS-flöde för %s

source: Configure RSS Feeds
sr: Podešavanje RSS izvora
sv: Konfigurera RSS-flöden

source: Simple RSS Feed
sr: Jednostavan RSS izvor
sv: Enkelt RSS-flöde

source: Short URL for Simple RSS Feeds
sr: Kratka adresa jednostavnih RSS izvora
sv: Kort URL för enkla RSS flöden

source: RSS Feed
sr: RSS izvor
sv: RSS-flöde

source: The name of the configured RSS Feed
sr: Naziv podešenog RSS izvora
sv: Namnet på det konfigurerade RSS-flödet

source: Short URL for Configurable RSS Feeds
sr: Kratka adresa konfigurabilnih RSS izvora
sv: Kort URL för konfigurerbart RSS-flöde

source: In album %s
sr: U albumu %s
sv: I albumet %s

source: Items in an album
sr: Objekti u albumu
sv: Objekt i ett album

source: Sub-albums of an album
sr: Podalbumi albuma
sv: Underalbum till ett album

source: Items in an album and its sub-albums
sr: Objekti u albumu i podalbumima
sv: Objekt i ett album och dess underalbum

source: Comments for an album
sr: Komentari albuma
sv: Kommentarer till ett album

source: Comments for an item
sr: Komentari objekta
sv: Kommentarer till ett objekt

source: Comments for an album and its subalbums
sr: Komenteri albuma i podalbuma
sv: Kommentarer till ett album och dess underalbum

source: Random items in an album
sr: Slučajno izabrani objekti u albumu
sv: Slumpmässiga objekt i ett album

source: Random items in an album and its subalbums
sr: Slučajno izabrani objekti u albumu i njegovim podalbumima
sv: Slumpmässiga objekt i ett album och dess underalbum

source: RSS Feeds
sr: RSS izvori
sv: RSS-flöden

source: Settings have been saved
sr: Parametri su sačuvani
sv: Inställningarna har sparats

source: Feed successfully deleted
sr: Izvor uspešno izbrisan
sv: Flöden har tagits bort

source: An error occured
sr: Desila se greška
sv: Ett fel inträffade

source: List
sr: Spisak
sv: Lista

source: Edit Feed
sr: Ažuriranje izvora
sv: Redigera flöde

source: New Feed
sr: Novi izvor
sv: Nytt flöde

source: Feed URL
sr: Adresa izvora
sv: Flödes-URL

source: Feed name
sr: Naziv izvora
sv: Flödesnamn

source: You can't change the name of the feed
sr: Ne možete promeniti naziv izvora
sv: Du kan inte ändra namnet på flödet

source: Pick name for your feed (this name will be referenced in the URL to your feed so try to use only letters)
sr: Izaberite naziv za vaš izvor (biće korišćen samo u adresi izvora, pa koristite samo slovne znakove)
sv: Välj ett namn för ditt flöde (namnet kommer att anges i URL:en till ditt flöde så försök att bara använda bokstäver)

source: You must enter a name
sr: Morate uneti naziv
sv: Du måste ange ett namn

source: This name is already used, please select another one
sr: Ovaj naziv je već iskorišćen, molimo vas da izaberete drugi
sv: Det här namnet är redan använt, var vänlig och välj ett annat namn

source: Description
sr: Opis
sv: Beskrivning

source: Feed settings
sr: Parametri izvora
sv: Flödesinställningar

source: Choose what type of data that will be present in the feed
sr: Izaberite vrstu podataka koje želite da objavite preko izvora
sv: Välj vilken typ av data som kommer att presenteras i flödet

source: Type of feed
sr: Vrsta izvora
sv: Flödestyp

source: Items in this album
sr: Objekti u ovom albumu
sv: Objekt i det här album

source: Feeds of this type are disallowed by the administrator. Users won't be able to view them.
sr: Administrator nije dozvolio korišćenje izvora ove vrste. Korisnici neće biti u mogućnosti da ih pregledaju.
sv: Flöden av den här typen tillåts inte av administratören. Användarna kommer inte kunna se dem.

source: Sub-albums of this album
sr: Podalbumi ovog albuma
sv: Underalbum till det här albumet

source: Items in this album and its subalbums
sr: Objekti u ovom albumu i njegovim podalbumima
sv: Objekt i det här albumet och dess underalbum

source: Limit the number of items per album
sr: Ograničenje broja objekata po albumu
sv: Begränsa antalet objekt per album

source: Invalid limit (must be a positive number, 0 to disable the limit)
sr: Neispravno ograničenje (mora biti pozitivan broj, ili nula ako ne želite ograničenje)
sv: Ogiltig gräns (måste vara ett positivt heltal, 0 för ingen gräns)

source: (enter 0 to disable the limit)
sr: (unesite nulu ako ne želite ograničenje)
sv: (ange 0 för obegränsat)

source: Comments for this album
sr: Komentari na ovaj album
sv: Kommentarer till det här albumet

source: Comments for this album and its subalbums
sr: Komentari na ovaj album i njegove podalbume
sv: Kommentarer till det här albumet och dess underalbum

source: Random pictures inside this album
sr: Slučajno izabrane slike u ovom albumu
sv: Slumpmässiga bilder från detta album

source: Random pictures inside this album and its subalbums
sr: Slučajno izabrane slike u ovom albumu i svim njegovim podalbumima
sv: Slumpmässiga bilder från det här albumet och dess underalbum

source: Comments for this item
sr: Komentari na ovaj objekat
sv: Kommentarer till det här objektet

source: Which items
sr: Koji objekti
sv: Vilka objekt

source: New items only
sr: Samo novi objekti
sv: Endast nya objekt

source: New and updated items
sr: Novi i ažurirani objekti
sv: Nya och uppdaterade objekt

source: Choose the options for the feed
sr: Izaberite parametre izvora
sv: Välj alternativ för flödet

source: RSS version
sr: RSS verzija

source: Invalid version
sr: Neispravna verzija
sv: Ogiltig version

source: Number of items
sr: Broj objekata
sv: Antal objekt

source: Invalid number
sr: Neispravan broj
sv: Ogiltigt nummer

source: language tag
sr: oznaka jezika
sv: Språktagg

source: Invalid language value
sr: Neispravna oznaka jezika
sv: Ogiltigt språkvärde

source: by default: en-us.
sr: podrazumevano: en-us.
sv: standard: en-us

source: List of all possible values
sr: Spisak svih mogućih vrednosti
sv: Lista med alla möjliga värden

source: category tag
sr: oznaka kategorije
sv: kategoritagg

source: ttl tag
sr: ttl oznaka
sv: TTL-tagg

source: Invalid time to live, this must be a number of minutes (0 to disable ttl)
sr: Neispravan životni vek, morate uneti broj minuta (ili nulu za neograničen vek)
sv: Ogiltig Time To Live, det måste vara ett antal minuter (0 för obegränsat)

source: Time to live: this must be a number of minutes (0 to disable ttl) aggregators should wait between checks of whether the feed has been updated
sr: Životni vek: Broj minuta (ili nula za neograničen vek) koji agregatori treba da čekaju pre ponovnog učitavanja izvora
sv: Time To Live: Det här måste vara ett antal minuter (0 för obegränsat) som läsare bör vänta innan de kontrollerar om flödet har uppdaterats igen

source: Copyright
sr: Autorsko pravo

source: Invalid copyright
sr: Neispravno autorsko pravo
sv: Ogiltig copyright

source: Use image tag
sr: Koristi slikovnu oznaku
sv: Använd bildtagg

source: Include image tag
sr: Uključu slikovnu oznaku
sv: Inkludera bildtagg

source: This adds a main image to the feed, corresponding to the thumbnail for this item
sr: Ovim se izvoru dodaje glavna slika, koja odgovara umanjenom prikazu ovog objekta
sv: Det här lägger till en huvudbild till flödet som motsvarar miniatyrbilden för det här objektet

source: Invalid value
sr: Neispravna vrednost
sv: Ogiltigt värde

source: Use enclosures
sr: Koristi obuhvatanje
sv: Använd bilagor

source: Include enclosure tags
sr: Uključu oznake obuhvatanja
sv: Inkludera bilagstaggar

source: This adds an enclosure to each image in the feed, that contains the full resolution image
sr: Ovim se dodaje obuhvatanje svakoj slici u izvoru, koje sadrži sliku pune rezolucije
sv: Det här lägger till en bilaga till varje bild i matningen som innehåller bilden i full upplösning

source: Use Media RSS
sr: Korišćenje Media RSS
sv: Använd Media RSS

source: Include Media RSS tags
sr: Uključi Media RSS oznake
sv: Inkludera Media RSS-taggar

source: This adds Media RSS tags to the feed, which allows media-oriented clients to display the feed in a more useful fashion
sr: Ovim se dodaju Media RSS oznake izvoru, čime se omogućava da klijenti koji podržavaju ove oznake izvor prikažu na korisniji način
sv: Det här lägger till Media RSS-taggar i flödet vilket gör att vissa läsare kan presentera innehållet på ett bättre sätt.

source: about Media RSS
sr: informacije i Media RSS
sv: om Media RSS

source: Cloud tag (RSS 2.0)
sr: Oznaka oblaka (RSS 2.0)
sv: Cloud-tagg (RSS 2.0)

source: If you want to use the cloud tag, you can set up its properties here
sr: Ako želite da koristite oznaku oblaka, možete je ovde podesiti
sv: Om du vill använda cloud-taggen, kan du ställa in egenskaperna här

source: Example:
sr: Primer:
sv: Exempel:

source: domain
sr: domen
sv: domän

source: path
sr: putanja
sv: sökväg

source: protocol
sr: protokol
sv: protokoll

source: Cloud tag
sr: Oznaka oblaka
sv: Cloud-tagg

source: Include the cloud tag
sr: Uključu oznaku oblaka
sv: Inkludera cloud-taggen

source: Invalid string
sr: Neispravan niz znakova
sv: Ogiltig sträng

source: Invalid port number
sr: Neispravan broj porta
sv: Ogiltigt portnummer

source: Update Feed
sr: Ažuriraj izvor
sv: Uppdatera flöde

source: Create Feed
sr: Napravi izvor
sv: Skapa flöde

source: Cancel
sr: Otkaži
sv: Avbryt

source: RSS feeds for this item
sr: RSS izvori za ovaj objekat
sv: RSS-flöden för det här objektet

source: No feeds have yet been defined
sr: Nije definisan ni jedan izvor
sv: Inga flöden har skapats än

source: Feed link
sr: Adresa izvora
sv: Flödeslänk

source: Feed type
sr: Vrsta izvora
sv: Flödestyp

source: Actions
sr: Akcije
sv: Alternativ

source: delete
sr: izbriši
sv: ta bort

source: edit
sr: izmeni
sv: redigera

source: This is a list of all the feeds that are available on this Gallery
sr: Ovo je spisak svih izvora koje su dostupne iz ove Galerije
sv: Det här är en lista med alla flöden som finns i ditt Gallery

source: RSS Settings
sr: RSS parametri
sv: RSS inställningar

source: Settings
sr: Parametri
sv: Inställningar

source: Simple Feed Settings
sr: Parametri jednostavnih izvora
sv: Inställningar för enkla flöden

source: General settings
sr: Opšti parametri
sv: Allmänna inställningar

source: These are the default and maximum values that are used by all feeds on your Gallery
sr: Ovo su podrazumevane maksimalne vrednosti koje se odnose na sve izvore u okviru vaše Galerije
sv: Det här är standard- och maxvärdena som används av alla flöden i ditt Gallery

source: Default number of items in feeds
sr: Podrazumevan broj objekata u izvorima
sv: Standardvärde på antal objekt i flöden

source: Invalid default number
sr: Neispravan podrezumevan broj
sv: Ogiltigt standardvärde

source: Maximum number of items in feeds
sr: Maksimalan broj objekata u izvorima
sv: Maximalt antal objekt i flöden

source: Invalid maximum number
sr: Neispravan maksimalan broj
sv: Ogiltigt max värde

source: Maximum age for items in feeds
sr: Maksimalna starost stavki u izvorima
sv: Maximal ålder för objekt i flöden

source: Invalid maximum age number
sr: Neispravna maksimalna starost
sv: Ogiltig max ålder

source: Default ttl
sr: Podrazumevan živ. vek
sv: Standard-TTL

source: Default copyright
sr: Podrazumevano autorsko pravo
sv: Standard-copyright

source: Feed Types
sr: Vrste izvora
sv: Flödestyper

source: Configure which types of feeds are allowed
sr: Zadajte koje vrste izvora su dozvoljene
sv: Konfigurera vilka flödestyper som är tillåtna

source: Allow Simple RSS Feed to be used
sr: Dozvoli korišćenje jednostavnih RSS izvora
sv: Tillåt enkla RSS-flöden

source: If you enable this, users will be able to subscribe to a feed for any album or photo they can view.
sr: Ako uključite ovu opciju, korisnici će moći da se pretplate na izvor bilo kog albuma ili fotografije koje mogu da pregledaju.
sv: Om du aktiverar det här kan användare prenumerera till en matning för alla album och foton som de kan se.

source: To edit the settings for Simple Feeds, use the corresponding tab at the top of the screen.
sr: Da biste ažurirali parametri jednostavnih izvora, koristite odgovarajuću karticu na vrhu ekrana.
sv: För att ändra inställningarna för enkla flöden, använd motsvarande flik högst upp på skärmen.

source: Allow configurable RSS feeds to be used
sr: Dozvoli korišćenje konfigurabilnih RSS izvora
sv: Tillåt konfigurerbara RSS-flöden

source: Only album owners will be able to define such feeds. They can set parameters for the type of feed they want.
sr: Samo će vlasnici albuma moći da definišu ovakve izvore. Moći će da podešavaju parametre vrste izvora koji žele da objave.
sv: Bara albumägare kommer att kunna skapa dessa flöden. De kan sätta parametrar för vilken typ av flöde de vill ha.

source: Once a feed is defined, users will be able to subscribe to those feeds if they can view the associated item.
sr: Kada se definišu izvori, korisnici će moći da se pretplate na one gde imaju prava pregleda objavljenih objekata.
sv: Så fort en matning är definierad kan användare prenumerera på dessa matningar om de kan se objekten.

source: Allow RSS feeds of photos inside an album
sr: Dozvoli korišćenje RSS izvora fotografija unutar albuma
sv: Tillåt RSS-flöden med foton från ett album

source: Fast
sr: Brzo
sv: Snabb

source: Allow RSS feeds of subalbums of an album
sr: Dozvoli korišćenje RSS izvora i podalbuma nekog albuma
sv: Tillåt RSS-flöden med underalbum till ett album

source: Slow
sr: Sporo
sv: Långsam

source: Allow RSS feeds of photos inside an album and its subalbums
sr: Dozvoli korišćenje RSS izvora fotografija unutar albuma i njegovih podalbuma
sv: Tillåt RSS-flöden med foton från ett album och dess underalbum

source: Slower
sr: Sporije
sv: Långsammare

source: Allow RSS feeds of comments of a photo
sr: Dozvoli RSS izvore komentara na fotografije
sv: Tillåt RSS-flöden med kommentarer till ett foto

source: Allow RSS feeds of comments of an album
sr: Dozvoli RSS izvore komentara na albume
sv: Tillåt RSS-flöden med kommentarer till ett album

source: Allow RSS feeds of comments for an album and its subalbums
sr: Dozvoli RSS izvore komentara na albume i njegove podalbume
sv: Tillåt RSS-flöden med kommentarer till ett album och dess underalbum

source: Allow RSS feeds of random photos inside an album
sr: Dozvoli RSS izvore fotografija unutar albuma
sv: Tillåt RSS-flöden med slumpmässiga foton från ett album

source: Allow RSS feeds of random photos inside an album and its subalbums
sr: Dozvoli RSS izvore fotografija unutar albuma i njegovih podalbuma
sv: Tillåt RSS-flöden med slumpmässiga foton från ett album och dess underalbum

source: Slowest
sr: Najsporije
sv: Långsammast

source: Save Settings
sr: Sačuvaj parametre
sv: Spara inställningarna

source: Reset
sr: Poništi
sv: Återställ

source: Helping users discover RSS feeds
sr: Pomoć korisnicima u otkrivanju RSS izvora
sv: Hjälp användare att upptäcka RSS-flöden

source: If you want to help users discover feeds in your Gallery, you can add the RSS block to the themes used in your Gallery.
sr: Ako želite da pomognete korisnicima da otkriju izvore u vašoj Galeriji, možete dodati RSS blok izgledima koje koristite.
sv: Om du vill hjälpa användare att upptäcka flöden i ditt Gallery kan du addera RSS-blocket till det tema du använder.

source: This will have two effects: the block itself, which users can see and pick feeds from (and get a list of all feeds); and hidden page headers that modern web browsers will use to make it easier for the user to subscribe to the feeds.
sr: Ovo će imati dva efekta: prikaz samog bloka, koji korisnici mogu da vide i iz njega biraju izvore (i dobiju spisak svih izvora); kao i dodavanje skrivenih zaglavlja u strane koje moderni web čitači mogu da prepoznaju i olakšaju korisniku da se pretplati na izvore.
sv: Det får två effekter: blocket i sig själv som användarna kan se och välja flöden från (och få en lista på alla flöden); och dolda sidhuvuden som moderna webbläsare kan använda för att göra det enklare för användaren att prenumerera på flöden.

source: Global list of RSS feeds
sr: Globalan spisak RSS izvora
sv: Global lista med RSS-flöden

source: On item
sr: Na objekat
sv: På objekt

source: Simple Feed settings
sr: Parametri jednostavnih izvora
sv: Inställningar för enkla flöden

source: For albums
sr: Za albume
sv: För album

source: Items in the album
sr: Objekti u albumu
sv: Objekt i albumet

source: Sub-albums of the album
sr: Podalbumi albuma
sv: Underalbum till albumet

source: Items in the album and its subalbums
sr: Objekti u albumu i njegovim podalbumima
sv: Objekt i albumet och dess underalbum

source: Comments for the album
sr: Komentari na album
sv: Kommentarer till albumet

source: For items
sr: Za objekte
sv: För objekt

source: Comments for items (always selected)
sr: Komentari na objekte (uvek obeleženo)
sv: Kommentarer till objekt (alltid valt)

source: List all RSS Feeds
sr: Lista svih RSS izvora
sv: Lista alla RSS-flöden

source: List of RSS Feeds
sr: Lista svih RSS izvora
sv: Lista på RSS-flöden

source: Number of feeds to display
sr: Broj izvora za prikaz
sv: Antal flöden att visa

source: all
sr: svi
sv: alla
