Repository: kenorb/wp_site
Catalog: gallery2/modules/newitems/po/*.po
Languages: et, sk, sv

source: New Items
et: Uued Pildid/Albumid
sk: Nové Položky
sv: Nya Object

source: Highlight new/updated Gallery items
et: Märgista uued/uuendatud Galerii albumid/pildid
sk: Zvírazniť nové/aktualizované položky Galérie
sv: Lägg nya/uppdaterade Gallery objekt som Higlight bild

source: Display
et: Näita
sk: Zobrazenie
sv: Visa

source: New
et: Uus
sk: Nové
sv: Nya

source: Updated
et: Uuendatud
sk: Aktualizované
sv: Uppdaterad

source: New Items First
et: Uued Pildid/Albumid Enne
sk: Nové Položky Prvé
sv: Nya objekt först

source: New Item Settings
et: Uue Pildi/Albumi Seaded
sk: Nastavenia Nových Položiek
sv: Inställningar för nya objekt

source: Settings saved successfully
et: Seaded edukalt salvestatud
sk: Nastavenia boli úspešne uložené
sv: Inställningar sparades framgångsrikt

source: Album sorts reset successfully
et: Albumi sorteeringud edukalt uuesti seatud
sk: Zoradenia albumov boli úspešne zresetované
sv: Albumsorteringar nollställda framgångsrikt

source: Reset albums with New Items sort to enable deactivation (see below)
et: Sea uuesti Uute Piltide/Albumite sorteeringuga albumid, et võimaldada deaktiveerimine (vaata alla)
sk: Resetovať albumy so zoradením podľa Nových Položiek na sprístupnenie deaktivácie (viď nižšie)
sv: Nollställ album med Nya Objekt sortering för att möjliggöra avaktivering (se nedan)

source: Enter length of time in days items should be marked as new and updated, or zero to disable.
et: Sisesta aeg päevades, kui uued/uuendatud pildid/albumid on uuteks/uuendatuteks märgitud või 0 et keelata.
sk: Zadajte dĺžku v dňoch počas ktorej budú položky označené ako nové, alebo aktualizované. 0 pre vypnutie.
sv: Fyll i längd av tid som objekt skall vara markerade som nya och uppdaterade , eller noll för att avaktivera

source: New:
et: Uus:
sk: Nové:
sv: Nya:

source: Invalid value
et: Kehtetu väärtus
sk: Neplatná hodnota
sv: Ogiltigt värde

source: Updated:
et: Uuendatud:
sk: Aktualizované:
sv: Uppdaterad:

source: Save
et: Salvesta
sk: Uložiť
sv: Spara

source: Reset
et: Sea Uuesti
sk: Východzie hodnoty
sv: Nollställ

source: This gallery is using New Items sort as the default album sort. This must be changed to another sort type before this module can be deactivated. You can reset the default to manual sort order here.
et: See galerii kasutab 'Uued Pildid/Albumid' sorteerimist. Enne selle mooduli deaktiveerimist tuleb seda muuta. Siin võid sa üldsorteerimise käsitsisorteerimiseks ümber seada.
sk: Táto galéria používa zoradenie podľa Nových Položiek ako predvolené zoradenie albomov. Toto musí byť zmenené na iný typ predtým ako budete môcť tento modul deaktivovať. Tu môžete zresetovať predvolené zoraďovanie na manuálne.
sv: Detta galleri använder Nya Objekt sortering som förvald sorterings. Detta måste ändras till annan sorteringstyp innan modulen kan bli inaktiverad. Du kan ändra standard inställning till manuell sortering här.

source: This gallery contains %d album using New Items sort. It must be reset to the default sort before this module can be deactivated. You can reset the album here.
et: Selles galeriis on %d album, mis kasutab 'Uued Pildid/Albumid' sorteerimist. Selle peab üldsorteeringuks ümber seadma enne kui seda moodulit saab deaktiveerida. Albumit saab ümber seada siin.
sk: Galéria obsahuje %d album používajúci zoradenie podľa Nových Položiek. Musíte prepnúť zoraďovanie na predvolenú hodnotu. Môžete to spraviť tu.
sv: Detta gallleri innehåller %d album som använder Nya Objekt sortering. Detta måste ändras till annan sorteringstyp innan modulen kan bli inaktiverad. Du kan återställa albumet här.

source: Warning: there is no undo.
et: Hoiatus: seda ei saa olematuks muuta.
sk: Varovanie: nedá sa vrátiť naspäť!
sv: Varning: det finns ingen återvändo.

source: Reset album sorts
et: Sea albumi sorteeringud ümber
sk: Resetovať zoraďovania albumov
sv: Återställ albumsorteringen
