Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[feeds]/syndication/po/*.po
Languages: da, pt_br

source: Syndicate
da: Syndikér
pt_br: Sindicar

source: more
da: mere
pt_br: mais

source: Review all XML feeds exported by %sn
da: Gennemse all XML feeds eksporteret af %sn
pt_br: Rever todos os feeds XML exportados por %sn

source: Syndicate: Blogs
da: Syndikér: Blogs
pt_br: Sindicar: Blogs

source: Syndicate: Directory
da: Syndikér: Eksterne nyheder
pt_br: Sindicar: Diretório

source: Syndicate: %s
da: Syndikér: %s
pt_br: Sindicar: %s

source: %s's RSS feed
pt_br: Feed RSS de %s

source: %s's blog
pt_br: Blog de %s

source: %s's profile
da: %s's profil
pt_br: Perfil de %s

source: Search Results
da: Søgeresultater
pt_br: Resultados da busca

source: Username not found.
da: Brugernavn ikke fundet
pt_br: Usuário não encontrado

source: all users
da: alle brugere
pt_br: todos os usuários

source: At <i>%sn</i>, %all and each user, have an RSS feed for their blog.
da: På <i>%sn</i>, har %all og hver enkelt bruger en RSS feed for deres blog.
pt_br: Em <i>%sn</i>, %all e cada usuário, possui um feed RSS para seu blog.

source: %s's feed
pt_br: Feed de %s

source: Recent Blog Authors
da: Nylige blog forfattere
pt_br: Autores de Blog recentes

source: Enter a username to view her blog feed, and other details.
da: Skriv et brugernavn for at se hans eller hendes blog og andre detaljer.
pt_br: Informe um usuário para visualizar o feed de seu blog, e outros detalhes.

source: Search
da: Søg
pt_br: Pesquisar

source: this OPML file
da: denne OPML fil
pt_br: esse arquivo OPML

source: In addition to displaying RSS feeds, <i>%sn</i> offers %link which lists all RSS feeds that are collected here.
da: Udover at vise egne RSS feeds, tilbyder <i>%sn</i> %link, der viser alle eksterne RSS feeds, der er samlet her.
pt_br: Além de exibir feeds RSS, <i>%sn</i> oferece %link que lista todos os feeds RSS que são coletados a partir daqui.

source: Adds a Syndication block, links to more feeds
da: Tilføjer en Syndikeringsblok, links til flere feeds
pt_br: Adiciona um bloco de links de Sindicância, para mais feeds

source: syndication
da: syndikering
