Repository: kenorb/wp_site
Catalog: gallery2/modules/password/po/*.po
Languages: fa

source: Password Entry
fa: مدخل اسم رمز

source: Password Protected Albums
fa: آلبوم‌های حفاظت‌شده با اسم رمز

source: Assign passwords for viewing particular albums
fa: برای مشاهده‌ی آلبوم‌های مختلف اسم رمزها را اختصاص بدهید

source: Display
fa: نمایش

source: Password Items
fa: آیتم‌های اسم رمز

source: Set Password
fa: اسم رمز بدهید

source: Update permissions
fa: به‌روزنگاری مجوزها

source: Remove Password
fa: حذف اسم رمز

source: Password Protected Album
fa: آلبوم حفاظت شده با اسم رمز

source: Enter the password!
fa: اسم رمز را وارد کنید!

source: Submit
fa: ارسال

source: Password Protection
fa: حفاظت با اسم رمز

source: Assign a password that is required for guests or other users without view permission. Ensure guests have permission to view resizes and/or original items before assigning a password.
fa: اسم رمزی که لازم است میهمانان یا آن‌ها که مجوز مشاهده ندارند؛ وارد کنند را تخصیص دهید. مطمئن شوید که میهانان مجوز مشاهده‌ی آیتم‌های اصلی یا/و آیتم‌های تغییراندازه‌داده‌شده را دارند.

source: This item is already password protected.
fa: این آیتم قبلاً با اسم رمز حفاظت شده است.

source: New Password:
fa: اسم رمز جدید

source: Password:
fa: اسم رمز:

source: Confirm Password:
fa: تکرار اسم رمز:

source: The passwords you entered did not match
fa: اسم رمزهایی که وارد کرده‌اید، همسان نیستند
