Repository: kenorb/wp_site
Catalog: gallery2/modules/hidden/po/*.po
Languages: ja, pl, ro

source: Hide Album
ja: アルバムを隠す
pl: Ukryj album
ro: Ascunde Album

source: Hide Photo
ja: 画像を隠す
pl: Ukryj zdjęcie
ro: Ascunde Foto

source: Hide Movie
ja: 動画を隠す
pl: Ukryj film
ro: Ascunde Film

source: Hide %s
ja: %s を隠す
pl: Ukryj %s
ro: Ascunde %s

source: Hidden Items
ja: 隠されたアイテム
pl: Ukryte pozycje
ro: Ascunde articole

source: Hide items/albums from guests until directly accessed with the right URL
ja: 正しいURLで直接アクセスされるまでは、アイテムやアルバムをゲストから隠しておく
pl: Ukrywa pozycje/albumy z pozostawioną możliwością dostępu poprzez wprowadzenie prawidłowego adresu URL.
ro: Ascunde articolele/albumele pina cind vizitatorii nu le acceseaza direct cu URL-ul corespunzator.

source: Display
ja: ディスプレイ
pl: Wygląd
ro: Vizualizeaza

source: Hide
ja: 隠す
pl: Ukryty
ro: Ascunde

source: Update permissions
ja: パーミッションを更新
pl: Aktualizuj uprawnienia
ro: Actualizeaza permisiunile

source: Hidden items are not visible to guest users until the page for the item is accessed directly.
ja: ゲストユーザにとってアイテムのためのページが直接アクセスされるまで隠されたアイテムは見ることができません。
pl: Ukryte pozycje nie są widoczne dopóki nie zostanie wprowadzony prawidłowy adres strony z ukrytymi pozycjami.
ro: Articolele ascunse nu sunt vizibile vizitatorilor pina cind pagina pentru acel articol nu este accesata direct.

source: Contents of hidden albums are restricted until the URL for the album is visited.
ja: アルバムのURLが訪問されるまで、隠されたアルバムのコンテンツは制限されます。
pl: Zawartość ukrytych albumów jest niedostępna, dopóki adres URL albumu nie zostanie odwiedzony.
ro: Continutul albumelor ascunse este restrictionat pina cind URL-ul albumului este vizitat.

source: Note that guests need permission to view resizes and/or original items, as visiting the direct URL grants only simple view permission; access to resizes/originals is still controlled by item permissions.
ja: ゲストがリサイズと(又は)オリジナルのアイテムを見るための権限が必要なことに注意してください。(ダイレクトURLを訪問するとシンプルな閲覧権限だけ与えられます)リサイズ/オリジナルへのアクセスはアイテム権限でまだ制限されています。
pl: Uwaga: do oglądania przeskalowanych i oryginalnych wersji zdjęć konieczne jest określenie odpowiednich praw jako, że przeglądanie ukrytych albumów pozwala wyłacznie na przegląd miniaturek. Dostęp do przeskalowanych i oryginalnych wersji kontrolowany jest przez moduł uprawnień.
ro: Atentie! Vizitatorii au nevoie de permisiuni de vizualizare a foto redimensionate si/sau originale. Vizitarea URL-ului direct garanteaza doar permisiuni de simpla vizualizare; accesul la fotografiile originale/redimensionate este conditionat de permisiunile individuale.

source: Hidden
ja: 隠されている
pl: Ukryty
ro: Ascuns
