Repository: kenorb/wp_site
Catalog: gallery2/modules/search/po/*.po
Languages: eu, fa, lt, pl, sr, vi

source: Gallery Search
eu: Galerian Bilatu
fa: جستجو در گالری
lt: Paieška galerijoje
pl: Wyszukiwarka galerii
sr: Pretraga Galerije
vi: Tìm kiếm trong Gallery

source: Search
eu: Bilatu
fa: جستجو
lt: Paieška
pl: Szukaj
sr: Pretraga
vi: Tìm kiếm

source: Search your Gallery
eu: Zure Galerian Bilatu
fa: جستجو در گالری شما
lt: Ieškoti galerijoje
pl: Przeszukaj swoją galerię
sr: Pretražite svoju Galeriju
vi: Tìm kiếm trong Gallery của bạn

source: Gallery
fa: گالری
lt: Galerija
pl: Galeria
sr: Galerija

source: Search the Gallery
eu: Galerian Bilatu
fa: جستجو در این گالری
lt: Ieškoti galerijoje
pl: Wyszukiwarka galerii
sr: Pretražite Galeriju
vi: Tìm trong Gallery

source: You must enter some text to search for!
eu: Bilatzeko testu bat sartu behar duzu!
fa: یک عبارت برای جستجو وارد کنید!
lt: Reikia įvesti tekstą kurio ieškote!
pl: Proszę wprowadzić jakiś tekst do wyszukiwania!
sr: Morate uneti tekst koji će biti tražen!
vi: Bạn phải nhập một vài từ vào để tìm kiếm!

source: Check All
eu: Denak markatu
fa: انتخاب همه
lt: Žymėti viską
pl: Zaznacz wszystko
sr: Obeleži sve
vi: Đánh dấu tất cả

source: Uncheck All
eu: Denak desmarkatu
fa: عدم انتخاب همه
lt: Nežymėti visko
pl: Odznacz wszystko
sr: Isključi sve
vi: Bỏ đánh dấu tất cả

source: Invert
eu: Alderantzikatu
fa: معکوس
lt: Inversija
pl: Odwróć zaznaczenie
sr: Obrni
vi: Đảo ngược

source: Results %d - %d
eu: Emaitzak %d - %d
fa: نتایج %d - %d
lt: Rezultatai %d - %d
pl: (Wyniki %d - %d)
sr: Rezultati %d - %d
vi: Kết quả %d - %d

source: Show all %d
eu: %d denak ikusi
fa: نمایش همه‌ی %d
lt: Rodyti viską %d
pl: Pokaż wszystkie %d
sr: Prikaži svih %d
vi: Hiển thị tất cả %d kết quả

source: No thumbnail
eu: Argazkitxorik ez
fa: بدون شکلک
lt: Be miniatiūrų
pl: Brak miniatury
sr: Nema umanjenog prikaza
vi: Không có ảnh con

source: No results found for
eu: Ez da emaitzarik aurkitu
fa: هیچ نتیجه‌ای در بر نداشت
lt: Nėra rezultatų dėl
pl: Brak rezultatów
sr: Nema pronađenih rezultata za
vi: Không tìm thấy kết quả nào của yêu cầu

source: View these results in a slideshow
eu: Emaitzak aurkezpen batetan ikusi
fa: مشاهده‌ی نتایج در نمایش اسلایدی
lt: Peržiūrėti rezultatus kaip skaidrių peržiūrą
pl: Pokaż wyniki jako pokaz slajdów
sr: Pregledajte ove rezultate kao projekciju slajdova
vi: Xem kết quả tìm kiếm theo dạng trình chiếu

source: %s Search Results for
eu: %s emaitza honentzat:
fa: %s نتایج جستجو برای
lt: %s paieškos rezultatai dėl
pl: %s wyników wyszukiwania dla
sr: %s rezultata pretrage za
vi: %s Kết quả tìm kiếm của yêu cầu

source: Search All Modules
eu: Modulu Guztiak Bilatu
fa: جستجو در همه‌ی ماژول‌ها
lt: Ieškoti visuose moduliuose
pl: Przeszukuj wszystkie moduły
sr: Pretraga svih modula
vi: Tìm trong tất cả các module

source: Results %d - %d of %d, Page %d of %d
eu: Emaitzak %d - %d %d-tik, %d orria %d-tik
fa: نتایج %d - %d از %d, صفحه‌ی %d از %d
lt: Rezultatai %d - %d iš %d, puslapis %d iš %d
pl: (Wyniki %d - %d z %d, Strona %d z %d)
sr: Rezultati %d - %d od %d, %d. strana od %d
vi: Kết quả %d - %d of %d, Trang %d trên %d

source: &laquo; Back
eu: &laquo; Atzera
fa: &laquo; برگشت
lt: &laquo; Ankstesnis
pl: &laquo; Z powrotem
sr: &laquo; Nazad
vi: &laquo; Quay lại

source: Next &raquo;
eu: Hurrengoa &raquo;
fa: بعدی &raquo;
lt: Sekantis &raquo;
pl: Następny &raquo;
sr: Napred &raquo;
vi: Kế tiếp &raquo;

source: Please enter a search term.
eu: Mesedez idatzi bilaketrarako hitz-gakoa.
fa: لطفاً یک واژه برای جستجو وارد کنید.
lt: Įveskite paieškos žodį.
pl: Proszę wprowadzić wyszukiwane wyrażenie.
sr: Molimo vas da unesete ključne reči za pretragu.
vi: Hãy nhập các từ bạn muốn tìm.

source: Searching in progress, please wait!
pl: Wyszukiwanie w toku, proszę czekać!
sr: Pretraga je u toku, molimo vas da sačekate!
vi: Đang tìm kiếm, xin vui lòng đợi!

source: Advanced Search
eu: Bilaketa aurreratua
fa: جستجوی پیشرفته
lt: Išplėsta paieška
pl: Zaawansowane szukanie
sr: Napredna pretraga
vi: Tìm kiếm nâng cao

source: Search box
eu: Bilaketa kutxa
fa: جعبه‌ی جستجو
lt: Paieškos laukas
pl: Szukaj
sr: Okvir za pretragu
vi: Hộp Tìm kiếm

source: Show advanced link
eu: Lotura aurreratuak bistarazi
fa: نمایش پیوند پیشرفته
lt: Rodyti nuorodą į išplėstą paiešką
pl: Pokaż link zaawansowanego szukania
sr: Prikaz veze za napredno pretraživanje
vi: Hiển thị liên kết tìm kiếm nâng cao
