Repository: kenorb/wp_site
Catalog: gallery2/modules/reupload/po/*.po
Languages: fr, sk, sr

source: Reuploaded file successfully.
fr: Fichier téléchargé avec succès
sk: Súbor bol úspešne znovu nahraný.
sr: Ponovni prenos datotake uspešan.

source: %d megabyte
fr: %d megaoctet
sr: %d megabajt

source: %d kilobytes
fr: %d kilooctet
sk: %d kilobyte
sr: %d kilobajt

source: Reupload
fr: Retélécharger
sk: Znovu Nahrávanie
sr: Ponovni prenos

source: Allows reupload of pictures.
fr: Remplacer les images
sk: Povolí znovu nahrať obrázky.
sr: Omogućava ponovni prenos slika.

source: Extra Data
fr: Données supplémentaires
sk: Extra Dáta
sr: Posebni podaci

source: Reupload Photo
fr: Retélécharger la photo
sk: Znovu Nahrať fotku
sr: Ponovo prenesi fotografiju

source: Your webserver is configured to disallow file uploads from your web browser at this time. Please contact your system administrator for assistance.
fr: Votre serveur wev est configuré pour interdire les téléchargements de fichiers depuis les navigateurs. Veuillez contacter votre administrateur pour obtenir une assistance.
sk: Server je nakonfigurovany na zakazovanie nahravania suborov z Vasho prehliadaca. Prosim kontaktujte administratora serveru.
sr: Vaš web server je trenutno konfigurisan tako da ne dozvoli prenos datoteka iz vašeg web čitača. Molimo vas da kontaktirate svog administratora sistema za pomoć.

source: Upload a new revision of this picture instead of the old one.
fr: Télécharger une nouvelle version de l'image en lieu et place de l'ancienne.
sk: Nahrať novú verziu tohoto obrázku namiesto starého.
sr: Prenos nove verzije ove slike umesto stare.

source: You cannot reupload this item because it shares its data file with other items.
fr: Vous ne pouvez pas remplacer cet élément car il partage son fichier de données avec d'autres éléments.

source: <b>Note:</b> The new file cannot be larger than %s. If you want to upload a larger file you must ask your system administrator to allow larger uploads.
fr: <b>Note&nbsp;:</b> le nouveau fichier ne peut pas dépasser %s. Si vous désirez télécharger un fichier plus volumineux, veuillez contacter votre administrateur pour autoriser des téléchargements plus importants.
sk: <b>Poznámka:</b> Nový súbor nemôže byť väčší ako %s. Ak chcete nahrať väčší súbor musíte požiadať administrátora aby povolil nahrávanie väčších súborov.
sr: <b>Napomena:</b> Nova datoteka ne sme biti veća od %s. Ako želite da prenesete veću datoteku, morate zamoliti vašeg administratora sistema da dozvoli veće prenose.

source: File
fr: Fichier
sk: Súbor
sr: Datoteka

source: Reupload File
fr: Retélécharger le fichier
sk: Znovu Nahrať Súbor
sr: Ponovo prenesi datoteku

source: Unable to reupload file.
fr: Impossible de retélécharger le fichier.
sk: Nie je možné znovu nahrať súbor.
sr: Ponovni prenos nije bio uspešan.

source: Please check the size and try again. The new file cannot be larger than %s.
fr: Veuillez vérifier la taille du fichier et recommencer. Le nouveau fichier ne peut pas dépasser %s.
sk: Prosím skontrolujte veľkosť a skúste znovu. Nový súbor nemôže byť väčší ako %s.
sr: Molimo vas da proverite veličinu i pokušate ponovo. Nova datoteka ne sme biti veća od %s.

source: Unable to reupload file. Are you sure the file is of the same type (image, movie) as the original?
fr: Impossible de remplacer le fichier. Êtes-vous certains que ce fichier est du même type (image ou film) que l'original&nbsp;?
sk: Nie je možné znovu nahrať súbor. Ste si istý, že súbor je rovnakého typu(obrázok, video) ako originál?
sr: Ponovni prenos datoteke nije bio uspešan. Da li se sigurni da je datoteka istog tipa (slika, film, itd.) kao i original?
