Repository: kenorb/wp_site
Catalog: gallery2/modules/quotas/po/*.po
Languages: es, ja, no, sl, sv

source: KB
no: KiB

source: MB
no: MiB

source: GB
no: GiB

source: Warning: You have reached your disk quota (%s %s), this item will not be added.
es: Atención: Has alcanzado tu cuota de disco (%s %s), este elemento no será agregado.
ja: 警告: ディスククォータの制限に達しました (%s %s) このアイテムは追加されません。
no: Advarsel: du har nådd din diskkvote (%s %s), dette objektet vil ikke bli lagt til.
sl: Opozorilo: Dosegli ste prostorsko omejitev (%s %s) in ta predmet ne bo dodan.
sv: Varning: Du har nått din diskkvota (%s %s), detta objekt kommer inte att läggas till.

source: You are using %s %s of your allotted %s %s.
es: Estas usando %s %s de tu cuota asignada de %s %s
ja: 割り当て %3$s %4$s のうち %1$s %2$s を使用しています。
no: Du bruker %s %s av dine tildelte %s %s.
sl: Uporabili ste %s %s od dodeljenih %s %s.
sv: Du använder %s %s av dina tilldelade %s %s.

source: Quotas
es: Cuotas
ja: クォータ
no: Kvoter
sl: Prostorske omejitve
sv: Kvoter

source: User/Group Disk Quotas
es: Cuotas de Disco de Usuario/Grupo
ja: ユーザ/グループ ディスククォータ
no: Diskkvoter for bruker/gruppe
sl: Uporabniške/skupinske prostorske omejitve
sv: Användare/Grupp Diskkvoter

source: Create A New Group Quota
es: Crear una nueva Cuota de Grupo
ja: 新しいグループクォータを作成
no: Opprett ny gruppekvote
sl: Ustvarite novo skupinsko prostorsko omejitev
sv: Skapa en ny gruppkvota

source: Group Name
es: Nombre del Grupo
ja: グループ名
no: Gruppenavn
sl: Ime skupine
sv: Gruppnamn

source: (required)
es: (requerido)
ja: (必須)
no: (påkrevd)
sl: (obvezno)
sv: (obligatorisk)

source: Group quota for '%s' already exists
es: La cuota de grupo para '%s' ya existe
ja: '%s' のグループクォータは存在しません
no: Gruppekvote for «%s» finnes allerede
sl: Prostorska omejitev za skupino %s že obstaja
sv: Gruppkvota for '%s' existerar redan

source: Quota Size
es: Tamaño de Cuota
ja: クォータサイズ
no: Kvotestørrelse
sl: Velikost prostorske omejitve
sv: Kvotstorlek

source: You must enter a quota size.
es: Debes introducir un tamaño de cuota.
ja: クォータサイズを入力しなればなりません。
no: Du må skrive inn en kvotestørrelse.
sl: Vnesti morate velikost prostorske omejitve.
sv: Du måste fylla i en kvotstorlek

source: Quota size must be less than 2097152 MB (2048 GB).
es: El tamaño de cuota debe ser menor de 2097152 MB (2048 GB).
ja: クォータサイズは 2097152 MB (2048 GB) より少なくなければなりません。
no: Kvotestørrelsen må være mindre enn 2097152 MiB (2048 GiB).
sl: Prostorska omejitev mora biti manjša od 2097152 MB (2048 GB).
sv: Kvotstorlek måste vara mindre än 2097152 MB (2048 GB).

source: Invalid quota size, positive numbers and decimals only.
es: Tamaño de cuota no válido, solo números positivos y decimales.
ja: クォータのサイズが無効です。正の整数か小数でなければなりません。
no: Ugyldig kvotestørrelse, kun positive tall og desimaler.
sl: Napačna prostorska omejitev, uporabljate lahko pozitivne številke in decimalke.
sv: Ogiltig kvotstorlek, endast posetiva eller decimala nummer giltiga

source: Create Group Quota
es: Crear Cuota de Grupo
ja: グループクォータを作成
no: Opprett gruppekvote
sl: Ustvari skupinsko prostorsko omejitev
sv: Skapa gruppkvota

source: Cancel
es: Cancelar
ja: キャンセル
no: Avbryt
sl: Prekliči
sv: Ångra

source: Create A New User Quota
es: Crear una Nueva Cuota de Usuario
ja: 新しくユーザクォータを作成する
no: Opprett en ny brukerkvote
sl: Ustvari novo uporabniško prostorsko omejitev
sv: Skapa en ny användarkvota

source: User Name
es: Usuario
ja: ユーザ名
no: Brukernavn
sl: Uporabniško ime
sv: Användarnamn

source: User quota for '%s' already exists
es: La cuota de usuario para '%s' ya existe
ja: '%s' に対するユーザクォータは既に存在しています
no: Brukerkvote for «%s» finnes allerede
sl: Prostorska omejitev za '%s' že obstaja
sv: Användarkvota för '%s' existerar redan

source: Create User Quota
es: Crear Cuota de Usuario
ja: ユーザクォータを作成する
no: Opprett brukerkvote
sl: Ustvari prostorsko omejitev uporabnika
sv: Skapa användarkvota

source: Delete A Group Quota
es: Borrar una Cuota de Grupo
ja: グループクォータを削除する
no: Slett en brukerkvote
sl: Zbriši skupinsko prostorsko omejitev
sv: Tag bort en gruppkvota

source: Are you sure?
es: &iquest;Estas seguro?
ja: よろしいですか?
no: Er du sikker?
sl: Ali ste prepričani?
sv: Är du säker?

source: This will completely remove the %s (%s %s) group quota from Gallery. There is no undo!
es: Esto borrará completamente las %s (%s %s) cuotas de grupo de Gallery. &iexcl;No se puede deshacer!
ja: これは %s (%s %s) グループクォータをGalleryから完全に削除します。やり直しは効きません。
no: Dette vil fjerne gruppekvoten for %s (%s %s) fra Gallery fullstendig. Du kan ikke angre!
sl: To bo popolnoma odstranilo skupinsko prostorosko omejitev %s (%s %s) iz Galerije. Dejanja ne morete preklicati!
sv: Detta kommer att ta bort %s (%s %s) gruppkvota från galleriet. Det finns ingen återvändo!

source: Delete
es: Borrar
ja: 削除
no: Slett
sl: Briši
sv: Tag bort

source: Delete A User Quota
es: Borrar una Cuota de Usuario
ja: ユーザクォータを削除
no: Slett en brukerkvote
sl: Briši prostorsko omejitev uporabnika
sv: Tag bort en användarkvota

source: This will completely remove the %s (%s %s) user quota from Gallery. There is no undo!
es: Esto borrará completamente las %s (%s %s) cuotas de usuario de Gallery. &iexcl;No se puede deshacer!
ja: これは %s (%s %s) ユーザクォータをGalleryから完全に削除します。やり直しは効きません。
no: Dette vil fjerne brukerkvoten for %s (%s %s) fra Gallery fullstendig. Du kan ikke angre!
sl: To bo popolnoma odstranilo prostorsko omejitev uporabnika %s (%s %s) iz Galerije. Dejanja ne morete preklicati!
sv: Detta kommer att ta bort %s (%s %s) användarkvota från galleriet. Det finns ingen återvändo!

source: Edit A Group Quota
es: Editar una Cuota de Grupo
ja: グループクォータを編集
no: Rediger en gruppekvote
sl: Uredi skupinsko prostorsko omejitev
sv: Redigera en gruppkvota

source: Save
es: Guardar
ja: 保存
no: Lagre
sl: Shrani
sv: Spara

source: Undo
es: Deshacer
ja: やり直し
no: Angre
sl: Prekliči
sv: Ångra

source: Edit A User Quota
es: Editar una Cuota de Usuario
ja: ユーザクォータを削除
no: Rediger en brukerkvote
sl: Uredi prostorsko omejitev uporabnika
sv: Redigera En Användarkvota

source: Quotas Administration
es: Administración de Cuotas
ja: クォータを管理
no: Kvoteadministrasjon
sl: Administracija prostorskih omejitev
sv: Kvotadministration

source: Removed group quota for '%s'
es: Cuota de grupo de '%s' eliminada
ja: '%s' のグループクォータを削除しました
no: Fjernet gruppekvote for «%s»
sl: Izbriši prostorsko omejitev uporabnika '%s'
sv: Tog bort gruppkvota för '%s'

source: Created group quota for '%s'
es: Creada cuota de grupo para '%s'
ja: '%s' のグループクォータを作成しました
no: Opprettet gruppekvote for «%s»
sl: Ustvarjena skupinska prostorska omejitev za '%s'
sv: Skapade gruppkvota för '%s'

source: Modified group quota for '%s'
es: Modificada cuota de grupo para '%s'
ja: '%s' のグループクォータを編集しました
no: Endret gruppekvote for «%s»
sl: Spremenjena skupinska prostorska omejitev za '%s'
sv: Modifierade gruppkvota för '%s'

source: Removed user quota for '%s'
es: Cuota de usuario para '%s' eliminada
ja: '%s' のユーザクォータを削除しました
no: Fjernet brukerkvote for «%s»
sl: Odstranjena prostorska omejitev za '%s'
sv: Tog bort användarkvota för '%s'

source: Created user quota for '%s'
es: Creada cuota de usuario para '%s'
ja: '%s' のユーザクォータを作成しました
no: Opprettet brukerkvote for «%s»
sl: Ustvarjena prostorska omejitev za '%s'
sv: Skapade användarkvota för '%s'

source: Modified user quota for '%s'
es: Modificada cuota de grupo para '%s'
ja: '%s' のユーザクォータを削除しました
no: Endret brukerkvote for «%s»
sl: Spremenjena prostorska omejitev za '%s'
sv: Modifierade användarkvota för '%s'

source: This system will let you assign disk space quotas to users. By creating a group quota, any users in that group will be assigned that quota. If a user belongs to more than one group, the highest quota of all the groups will be assigned. Although, if you create a user quota that will override any group quotas.
es: Este sistema te permitirá cuotas de espacio de disco a los usuarios. Creando una cuota de grupo, cualquier usuario de ese grupo tendrá asignada dicha cuota. Si el usuario pertenece a más de un grupo, le será asignada la cuota mas alta de todos los grupos. Sin embargo. si creas una cuota de usuario, esta última anulará cualquier cuota de grupo.
ja: このシステムはあなたがユーザに対しディスクスペースの割り当てを行えるようにします。グループクォータを作ることによって、そのグループ内のユーザはそのクォータを割り当てられます。ユーザがひとつ以上のグループに所属している場合、もっとも大きな割り当て量が割り当てられます。ですが、ユーザクォータを作った場合はグループクォータは上書きされます。
no: Dette systemet vil la deg tildele diskplasskvoter til brukere. Ved å opprette en gruppekvote vil alle brukere i den gruppen tildeles den kvoten. Om en bruker tilhører flere enn én gruppe vil den høyeste kvoten av alle gruppene bli tildelt. Om du oppretter en brukerkvote vil den overstyre enhver gruppekvote.
sl: S tem sistemom boste lahko ustvarili prostorske omejitve za uporabnike. Ustvarite lahko prostorsko omejitev za celotno skupino uporabnikov. Če uporabnik pripada več skupinam, mu bo dodeljena najvišja prostorska omejitev iz različnih skupin. Če naredite prostorsko omejitev uporabnika, bo slednja imela prednost pred vsemi skupinskimi prostorskimi omejitvami.
sv: Detta systemet tillåter dig att tilldela diskutrymme for användare. Genom att skapa gruppkvoter så kommer användare i denna gruppen att tilldelas kvoten ifråga. Om en användare tillhör mer än en grupp kommer användaren att tilldelas den högsta kvoten. Men, om du skapar en användarkvot så kommer denna att åsidosätta eventuella gruppkvoter.

source: There is %d group quota in the system.
es: Hay %d cuota de grupo en el sistema.
ja: システムには %d のグループクォータが存在します。
no: Det er %d gruppekvote på systemet.
sl: V sistemu je %d prostorska omejitev
sv: Det finns %d gruppkvot i systemet.

source: Group Quotas
es: Cuotas de Grupo
ja: グループクォータ
no: Gruppekvoter
sl: Skupinske prostorske omejitve
sv: Gruppkvoter

source: Create Quota
es: Crear Cuota
ja: クォータ作成
no: Opprett kvote
sl: Ustvari prostorsko omejitev
sv: Skapa kvota

source: Edit Quota
es: Editar Cuota
ja: クォータ編集
no: Rediger kvote
sl: Uredi prostorsko omejitev
sv: Redigera kvota

source: Delete Quota
es: Borrar Cuota
ja: クォータ削除
no: Slett kvote
sl: Briši prostorsko omejitev
sv: Tag bort kvota

source: Group quota for '%s' does not exist. You must create one first.
es: La cuota de grupo para '%s' no existe. Primero debes crear una.
ja: '%s' のグループクォータは存在しません。まずひとつ作成しなければなりません。
no: Gruppekvote for «%s» finnes ikke. Du må opprette en først.
sl: Skupinska prostorska omejitev '%s' ne obstaja. Najprej jo morate narediti.
sv: Gruppkvota for '%s' existerar inte. Du mäste skapa en först.

source: Group quota for '%s' already exists.
es: La cuota de grupo para '%s' ya existe.
ja: '%s' のグループクォータは既に存在します
no: Gruppekvote for «%s» finnes allerede.
sl: Skupinska prostorska omejitev '%s' že obstaja.
sv: Gruppkvota for '%s' existerar redan.

source: Group '%s' does not exist.
es: El grupo '%s' no existe.
ja: グループ '%s' は存在しません。
no: Gruppen «%s» finnes ikke.
sl: Skupina '%s' ne obstaja.
sv: Gruppen '%s' existerar inte.

source: You must enter a group name
es: Debes introducir un nombre de grupo
ja: グループ名を入力しなければなりません
no: Du må skrive inn et gruppenavn
sl: Vpisati morate ime skupine
sv: Du måste fylla i ett gruppnamn

source: Edit Group Quotas (by list)
es: Editar las Cuotas de Grupo (por lista)
ja: グループクォータを編集 (リスト)
no: Endre gruppekvoter (fra liste)
sl: Uredi skupinske prostorske omejitve (glede na seznam)
sv: Redigera Gruppkvoter (m.h.a lista)

source: &laquo; first
es: &laquo; primera
ja: &laquo; 最初
no: &laquo; første
sl: &laquo; prva
sv: &laquo; första

source: &laquo; back
es: &laquo; anterior
ja: &laquo; 戻る
no: &laquo; tilbake
sl: &laquo; prejšnja
sv: &laquo; tillbaka

source: Viewing page %d of %d
es: Mostrando página %d de %d
ja: ページ閲覧 %d / %d
no: Viser side %d av %d
sl: To je %d. stran od %d
sv: Visar sidan %dav %d

source: next &raquo;
es: siguiente &raquo;
ja: 次 &raquo;
no: neste &raquo;
sl: naslednja &raquo;
sv: nästa &raquo;

source: last &raquo;
es: &uacute;ltima &raquo;
ja: 最後 &raquo;
no: siste &raquo;
sl: zadnja &raquo;
sv: sista &raquo;

source: Quota
es: Cuota
ja: クォータ
no: Kvote
sl: Prostorska omejitev
sv: Kvota

source: Action
es: Acción
ja: アクション
no: Behandle
sl: Akcija
sv: Händelse

source: edit
es: editar
ja: 編集
no: rediger
sl: uredi
sv: redigera

source: delete
es: borrar
ja: 削除
no: slett
sl: briši
sv: tag bort

source: There is %d user quota in the system.
es: Hay %d cuota de usuario en el sistema.
ja: システムには %d のユーザクォータが存在します。
no: Det er %d brukerkvote på systemet.
sl: Obstaja %d prostorska omejitev uporabnika.
sv: Det finns %d användarkvot i systemet.

source: User Quotas
es: Cuotas de Usuario
ja: ユーザクォータ
no: Brukerkvoter
sl: Prostorske omejitve uporabnikov
sv: Användarkvoter

source: User quota for '%s' does not exist. You must create one first.
es: La cuota de usuario para '%s' no existe. Primero debes crear una.
ja: '%s' のユーザクォータは存在しません。まずひとつ作成しなければなりません。
no: Brukerkvote for «%s» finnes ikke. Du må opprette en først.
sl: Prostorska omejitev uporabnika '%s' ne obstaja. Najprej jo morate definirati.
sv: Användarkvota för '%s' existerar inte. Du måste skapa en först.

source: User quota for '%s' already exists.
es: La cuota de usuario para '%s' ya existe.
ja: '%s' のユーザクォータは既に存在します。
no: Brukerkvote for «%s» finnes allerede.
sl: Prostorska omejitev za '%s' že obstaja.
sv: Användarkvota för '%s' existerar redan.

source: User '%s' does not exist.
es: El usuario '%s' no existe.
ja: ユーザ '%s' は存在しません。
no: Brukeren «%s» finnes ikke.
sl: Uporabnik '%s' ne obstaja.
sv: Användare '%s' existerar inte.

source: You must enter a username
es: Debes introducir un nombre de usuario
ja: ユーザ名を入力しなければなりません
no: Du må skrive inn et brukernavn
sl: Vnesti morate uporabniško ime.
sv: Du måste fylla i ett användarnamn

source: Edit User Quotas (by list)
es: Editar Cuotas de Usuario (por lista)
ja: ユーザクォータを編集 (リスト)
no: Rediger brukerkvoter (fra liste)
sl: Uredi prostorske omejitve uporabnikov (glede na seznam)
sv: Redigera Användarkvota (m.h.a lista)

source: Username
es: Usuario
ja: ユーザ名
no: Brukernavn
sl: Uporabnik
sv: Användarnamn

source: Used: %0.2f %s (%s%%)
es: Usada: %0.2f %s (%s%%)
ja: 使用済: %0.2f %s (%s%%)
no: Brukt: %0.2f %s (%s%%)
sl: Uporabljeno: %0.2f %s (%s%%)
sv: Använt: %0.2f %s (%s%%)

source: Quota: %0.2f %s
es: Cuota: %0.2f %s
ja: クォータ: %0.2f %s
no: Kvote: %0.2f %s
sl: Prostorska omejitev uporabnika: %0.2f %s
sv: Kvota: %0.2f %s

source: Used: %0.2f %s
es: Usada: %0.2f %s
ja: 使用済: %0.2f %s
no: Brukt: %0.2f %s
sl: Uporabljeno: %0.2f %s
sv: Använt: %0.2f %s

source: Quota: Unlimited
es: Cuota: Ilimitada
ja: クォータ: 無制限
no: Kvote: Ubegrenset
sl: Prostorska Omejejitev: neomejeno
sv: Kvota: Obegränsad

source: User Quota Block
es: Bloque de Cuotas de Usuario
ja: ユーザクォータブロック
no: Kvoteblokkering av bruker
sl: Prostorske omejitve uporabnikov
sv: Användarkvota Block

source: Gallery
sl: Galerija
