Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[search]/search_block/po/*.po
Languages: fr

source: Restrict Searches of this Content Type
fr: Recherches Restreintes pour ce Type deContenu

source: Allow Searches
fr: Autoriser les Recherches

source: Restrict Searches
fr: Restreindre les Recherches

source: Use the above options to hide this content type from the search index. Changing this overwrites all previous node settings.
fr: Utiliser les options ci-dessus pour cacher ce type de contenu de l'index de recherche. La modification de cette option outrepassera tous les précédents paramètres de noeuds.

source: Restricted Search
fr: Recherche Restreinte

source: Restrict this node from the search index
fr: Restreindre ce noeud de l'index de recherche

source: Enable this option to hide this node from the search index.
fr: Activez cette option afin de cacher ce noeud de l'index de recherche.

source: This content type is globally restricted from searches.
fr: Ce type de contenu est restreint des recherches de manière globale.

source: restrict searches
fr: restreindre les recherches

source: Search Block module installed successfully.
fr: Le module Search Block a été installé avec succès.

source: Table installation for the Search Block module was unsuccessful. The tables may need to be installed by hand. See the search_block.install file for a list of the installation queries.
fr: L'installation des tables du module Search Block n'a pas été réalisée correctement. Les tables doivent peut-être être installées manuellement. Référez-vous au fichier search_block.install pour une liste des requêtes d'installation.

source: Enables restricting entire content types or nodes from the search engine
fr: Permet de restreindre des types de contenus entiers ou des noeuds du moteur de recherche

source: Search
fr: Recherche
