Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[content]/[node]/abuse/po/*-informal.po
Languages: de

source: allow users to report abusive content
de: Erlaubt Benutzern, anstößige Inhalte zu beanstanden

source: flag
de: Beanstanden

source: warn user
de: Benutzer verwarnen

source: ban user
de: Benutzer verbannen

source: update
de: Aktualisieren

source: abuse
de: Beanstandungen

source: Abuse
de: Beanstandungen

source: Pending (!num)
de: Offene (!num)

source: Hidden (!num)
de: Versteckte (!num)

source: Removed (!num)
de: Gelöschte (!num)

source: Settings for all abuse content
de: Einstellungen für alle anstößigen Inhalte

source: These settings apply to all content that is allowed to be flagged into the abuse administration system
de: Diese Einstellungen gelten für alle Inhaltstypen, für die die Möglichkeit der Beanstandung eingerichtet wurde

source: Abuse threshold
de: Entscheidungs-Schwellenwert

source: Warning subject
de: Betreff der Verwarnung

source: Warning body
de: Text der Verwarnung

source: Warning BCC
de: Blindkopie der Verwarnung

source: Abuse form intro text
de: Einleitungstext auf dem Beanstandungs-Formular

source: Enable flagging for these content types
de: Aktiviere Beanstandungsmöglichkeit für diese Inhaltstypen

source: Flag as offensive
de: Beanstanden

source: Notify administrators of problematic content
de: Administratoren über problematischen Beitrag informieren

source: Notify administrators of problematic comment
de: Administratoren über problematischen Kommentar informieren

source: Thank you for your report. The item in question with be looked at by our moderators shortly.
de: Vielen Dank für deinen Report. Der fragwürdige Beitrag wird in Kürze von den Administratoren begutachtet.

source: from
de: von

source: about
de: über

source: reason
de: Grund

source: message
de: Nachricht

source: send
de: Senden

source: cancel
de: Abbrechen

source: <em>!field</em> is required
de: <em>!field</em> wird benötigt

source: a valid email address is required
de: Es wird eine gültige E-Mail-Adresse benötigt

source: please give a reason
de: Bitte einen Grund angeben

source: We have already received your report. Thank you very much!
de: Wir haben deinen Report schon bekommen. Vielen Dank dafür!

source: You cannot flag your own content
de: Du kannst deinen eigenen Beiträge nicht beanstanden

source: Thank you for your report.
de: Vielen Dank für deinen Report.

source: Allow
de: Erlauben

source: Remove
de: Entfernen

source: Warn and Remove
de: Verwarnen und entfernen

source: Warn and Allow
de: Warnen und erlauben

source: Ban
de: Verbannen

source: Item allowed
de: Erlaubt

source: Item removed
de: Entfernt

source: Unknown operation on content
de: Unbekannte Aktion auf Inhalten

source: available fields are !title, !url, and !name
de: Mögliche Ersetzungen wären !title, !url und !name

source: Your email has been sent.
de: Die E-Mail wurde versendet.

source: Are you sure you want to ban !name?
de: Bist du sicher, dass du !name verbannen möchtest?

source: Yes
de: Ja

source: No
de: Nein

source: The user !name has been banned.
de: !name wurde verbannt.

source: by: !name
de: Von: !name

source: [!offence offences | !warning warnings]
de: [!offence Anstößigkeiten | !warning Verwarnungen]

source: foul language
de: Verletzende Äußerung

source: adult themes
de: Falsche Altersfreigaben

source: racist or sexist language
de: Rechtswidrige Inhalte

source: contains private information
de: Vertraulichkeit missachtet

source: other
de: Andere

source: Pending
de: Offen

source: Hidden
de: Versteckt

source: Removed
de: Entfernt
