Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[content]/[node]/abuse/po/abuse.*.po
Languages: ru

source: abuse module database table {abuse} created successfully.
ru: Таблица базы данных {abuse} модуля abuse создана успешно.

source: abuse module database table {abuse} creation failure. Please view the abuse module folder and read the README.txt
ru: Создание таблицы базы данных {abuse} модуля abuse закончилась неуспешно. Пожалуйста, прочтите файл README.txt в каталоге модуля abuse

source: abuse module database table {abuse_warnings} created successfully.
ru: Создание таблицы базы данных {abuse_warnings} модуля abuse закончилась неуспешно.

source: abuse module database table {abuse_warnings} creation failure. Please view the abuse module folder and read the README.txt
ru: Создание таблицы базы данных {abuse_warnings} модуля abuse закончилась неуспешно. Пожалуйста, прочтите файл README.txt в каталоге модуля abuse

source: abuse module database table {abuse_status} created successfully.
ru: Таблица базы данных {abuse_status} модуля abuse создана успешно.

source: abuse module database table {abuse_status} creation failure. Please view the abuse module folder and read the README.txt
ru: Создание таблицы базы данных {abuse_status} модуля abuse закончилась неуспешно. Пожалуйста, прочтите файл README.txt в каталоге модуля abuse

source: The user wrote very mean things
ru: Пользователь использовал непристойные выражения

source: Please refrain from writing such mean things
ru: Пожалуйста, воздержитесь от использования непристойных фраз

source: The user's wrote very explicit language
ru: Пользователь использовал откровенные выражения

source: The user wrote very derogatory comments
ru: Пользователь использовал весьма пренебрежительные замечания

source: The user wrote about private information
ru: Пользователь использовал частную информацию

source: The user wrote about other types of mean things
ru: Пользователь использовал другие виды непристойных выражений

source: An abuse system to flag content on the site
ru: Система, отмечающая злоупотребления содержимым сайта

source: Administration
ru: Управление

source: allow users to report abusive content
ru: Позволить пользователям размешать подозрительное содержимое.

source: flag
ru: Оповестить

source: warn user
ru: Предупреждение пользователя

source: ban user
ru: Заблокировать пользователя

source: update
ru: обновить

source: abuse
ru: Злоупотребления

source: item
ru: пункт

source: Abuse
ru: Злоупотребления

source: Describes what the settings generally do.
ru: Настройка оповещения и обработки злоупотребленя при размещении содержимого.

source: Abuse reason configuration
ru: Настройка причин злоупотреблений

source: Administer the list of reasons available for users to choose from the site
ru: Настроить перечень доступных оснований для пользователей сайта

source: Pending (!num)
ru: Ожидает (!num)

source: Hidden (!num)
ru: Скрыто (!num)

source: Removed (!num)
ru: Удалено (!num)

source: Reasons
ru: Причины

source: You can configure the list of reasons at !link
ru: Вы также можете настроить перечень доступных оснований в разделе !link

source: Settings for all abuse content
ru: Настройки для всего злоупотребляемого содержимого

source: These settings apply to all content that is allowed to be flagged into the abuse administration system
ru: Эти настройки будут применены ко всему содержимому разрешаемому для оповещений администратора системы о злоупотреблении размещаемого материала.

source: Abuse threshold
ru: Порог злоупотребления

source: Warning subject
ru: Оповещаемый субъект

source: Warning body
ru: Содержимое предупреждения

source: Warning BCC
ru: Посылать скрытую копию

source: Abuse form intro text
ru: Вступительный текст формы злоупотребления

source: Enable flagging for these content types
ru: Разрешить оповещать для следущих типов содержимого

source: Add new reason
ru: Добавить новую причину

source: Reason
ru: Причина

source: Provide a short form of what the reason is
ru: Назвать краткую форму причины как

source: Description
ru: Описание

source: A more details description of what the reason is
ru: Подробное описание причины заключается в

source: Argumentation
ru: Обоснование

source: Text that will automatically be included in the warning email.
ru: Текст, который будет автоматически включаться в оповещения по электронной почте.

source: add
ru: добавить

source: Current list of reasons - check items that you wish to remove
ru: Текущий список причин - отметьте, которые вы хотите удалить

source: Email content
ru: Тип содержимого

source: remove
ru: удалить

source: You MUST provide a reason.
ru: Вы должны указать причину.

source: You MUST provide a description of the reason.
ru: Вы должны указать описание причины.

source: You MUST provide an email notice that may be sent to the user for this reason.
ru: Вы должны предоставить почтовую заметку, которая может быть отправлена пользователю по этой причине.

source: An invalid option was chosen.
ru: Выбрана неправильная опция.

source: Flag as offensive
ru: Отметить как оскорбительное

source: Notify administrators of problematic content
ru: Оповестить администраторов о злоупотреблении размещения содержимого

source: Notify administrators of problematic comment
ru: Оповестить администраторов о злоупотреблении размещения содержимого

source: You cannot flag your own content
ru: Вы не можете оповестить о созданном самим собой содержимом

source: Thank you for your report. The item in question with be looked at by our moderators shortly.
ru: Благодарим Вас за сообщение. Ваше сообщение будет рассмотрено нашими модераторами в кратчайшие сроки.

source: from
ru: Отправитель

source: about
ru: Материал

source: reason
ru: Причина

source: message
ru: сообщение

source: send
ru: Отправить

source: cancel
ru: Отмена

source: <em>!field</em> is required
ru: Поле <em>!field</em> обязательное для заполнения

source: a valid email address is required
ru: Требуется правильный адрес электронной почты

source: please give a reason
ru: Пожалуйста, введите причину

source: We have already received your report. Thank you very much!
ru: Ваш отчет уже отправлен. Большое спасибо!

source: Thank you for your report.
ru: Благодарим Вас за сообщение.

source: Allow
ru: Разрешить

source: Remove
ru: Удалить

source: Warn and Remove
ru: Предупредить и удалить

source: Warn and Allow
ru: Предупредить и разрешить

source: Ban
ru: Заблокировать

source: Item allowed
ru: Содержимое разрешено

source: Item removed
ru: Содержимое удалено

source: Unknown operation on content
ru: Неизвестная операция в содержимом

source: available fields are !title, !url, and !name
ru: Доступные поля !title, !url, и !name

source: Your email has been sent.
ru: Ваше сообщение отправлено.

source: Are you sure you want to ban !name?
ru: Вы уверены, что хотите заблокировать !name?

source: Yes
ru: Да

source: No
ru: Нет

source: The user !name has been banned.
ru: Пользователь !name заблокирован.

source: by: !name
ru: от: !name

source: [!offence offences | !warning warnings]
ru: [!offence нарушений | !warning предупреждений]

source: OK
ru: Да

source: Pending
ru: Ожидает проверки

source: Hidden
ru: Спрятано

source: Removed
ru: Удалено

source: Checks for words as part of a watchlist and adds them to the abuse backend for verification
ru: Проверяет слова на участие в списке сомнительных слов и добавляет их к списку проверки через abuse

source: Watchlist Settings
ru: Настройка списка сомнительных слов

source: Area to enter a regular expression of all watchlist content
ru: Поле для ввода регулярных выражений всего содержимого списка сомнительных слов

source: Watch list
ru: Список сомнительных слов

source: The watch list, one per line
ru: Список сомнительных слов, одно слово на строку

source: administer watchlist words
ru: управлять списком сомнительных слов

source: Allows nodes and comments to be automatically marked into a pending pile and so extension of the abuse module
ru: Позволяет материалам и комментариям быть автоматически отмеченными для ожидания проверки. Является расширением модуля abuse.
