Repository: kenorb/wp_site
Catalog: gallery2/modules/rearrange/po/*.po
Languages: sl, sv

source: rearrange items
sl: spremeni vrstni red predmetov
sv: placera om objekt

source: Rearrange
sl: Spremeni vrstni red
sv: Placera om

source: Rearrange the order of album items all at once
sl: Hkrati spremeni vrstni red vseh predmetov v albumu
sv: Placera om alla objekt i ett album på en gång

source: Gallery
sl: Galerija

source: Rearrange Items
sl: Spremeni vrstni red (napredno)
sv: Placera om objekt

source: Rearrange Album
sl: Spremeni vrstni red (napredno)
sv: Placera om objekten i albumet

source: This album has an automatic sort order specified, so you cannot change the order of items manually. You must remove the automatic sort order to continue.
sl: Ta album ima definirano avtomatično razvrščanje, zato ga ne morete razvrščati ročno. Najprej morate odstraniti avtomatično razvrščanje ter nato nadaljevati.
sv: Det här albumet har en automatisk sortering, du kan inte ange en manuellt placering. Du måste ta bort den automatiska sorteringen innan du kan fortsätta.

source: change
sl: Spremeni razvrščanje
sv: ändra

source: Order saved successfully
sl: Vrstni red je bil uspešno shranjen
sv: Placeringen sparades utan problem

source: Change the order of the items in this album.%s Click an item to move, then click the new location.
sl: Spremenite vrstni red predmetov v tem albumu. %s Kliknite na predmet, ki ga želite premakniti, nato kliknite na novo lokacijo.
sv: Placera om objekt i det här albumet.%s Klicka på ett objekt du vill flytta och klicka sen på platsen du vill flytta det till.

source: Save
sl: Shrani
sv: Spara

source: Reset
sl: Ponastavi
sv: Återställ
