Repository: kenorb/wp_site
Catalog: gallery2/modules/httpauth/po/*.po
Languages: sr, sv, tr

source: HTTP Auth
sr: HTTP ovlašćenje

source: Login using HTTP authentication.
sr: Prijava preko HTTP ovlašćenja.
sv: Inloggning med hjälp av HTTP-autentisering
tr: HTTP kimlik doğrulama kullanarak giriş yap.

source: Authentication
sr: Ovlašćenje
sv: Autentisering
tr: Kimlik Doğrulaması

source: Authorization Header
sr: Zaglavlje ovlašćenja
sv: Behörighetsprofil
tr: Kimlik Doğrulamasının Başlığı

source: Pass the Authorization header to Gallery in a request variable.
sr: Predaj Galeriji zaglavlje ovlašćenja u request promenljivoj.
sv: Skicka behörighetsprofilen till Gallery i en variabel

source: Authorization header.
sr: Zaglavlje ovlašćenja.
sv: Behörighetsprofil.
tr: Kimlik Doğrulamasının başlığı.

source: Logout failed
sr: Odjava neuspešna
sv: Utloggningen misslyckades
tr: Çıkış başarısız

source: Gallery tried to logout but failed. You should close the browser window to logout successfully.
sr: Galerija je pokušala da je odjavi, ali nije uspela. Trebalo bi da zatvorite prozor čitača da biste se uspešno odjavili.
sv: Gallery försökte logga-ut men misslyckades. Du bör stänga webbläsarfönstret för att fullfölja utloggningen.
tr: Galeri çıkış yapmayı denedi ancak başarısızdı. Tarayıcınız penceresini kapatarak başarılı bir biçimde çıkış yapabilirsiniz.

source: HTTP Auth Settings
sr: Parametri HTTP ovlašćenja
sv: Inställningar för HTTP Auth
tr: HTTP Auth Ayarları

source: Settings saved successfully
sr: Parametri uspešno sačuvani
sv: Inställningarna har sparats
tr: Ayarlar başarıyla kaydedildi

source: Missing HTTP Authorization
sr: Nedostaje HTTP ovlašćenje
sv: Saknad HTTP behörighet
tr: Eksik HTTP Kimlik Doğrulaması

source: Gallery can't access HTTP usernames and passwords. You can still use your web server's authentication. Troubleshooting documentation is in the %sGallery Codex%s.
sr: Galerija ne može da pristupi HTTP korisničkim imenima i lozinkama. I dalje možete koristiti ovlašćenje vašeg web servera. Više informacija možete pročitati na %sGalerijinom Kodeksu%s.
sv: Gallery kan inte komma åt HTTP användarnamn och lösenord. Du kan fortfarande använda din webbservers autentisering. Felsökningsdokumentation finns i %sGallery Codex%s.

source: URL rewrite module disabled
sr: Modul za prepis adresa je onemogućen.
sv: URL-omskrivnings modulen är inte aktiverad
tr: URL rewrite modülü kapalı

source: We can't fall back on passing HTTP usernames and passwords to Gallery because the URL rewrite module is disabled. You should activate the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting documentation is in the %sGallery Codex%s.
sr: Prenos HTTP korisničkih imena i lozinki nije moguć, jer je onemogućen modul za prepis adresa. Trebalo bi da aktivirate modul za prepis adresa u %sodeljku sa modulima administrativne strane%s i izaberete Apache mod_rewrite ili ISAPI_Rewrite. Više informacija možete pročitati na %sGalerijinom Kodeksu%s.
sv: Vi kan inte falla tillbaka till att skicka HTTP användarnamn och lösenord till Gallery pga. att URL-omskrivnings modulen inte är aktiverad. Du bör aktivera URL-omskrivnings modulen i %sSite Admin Plugins option%s och välja antingen Apache mod_rewrite eller ISAPI_Rewrite. Felsökningsdokumentation finns i %sGallery Codex%s.

source: Bad URL rewrite configuration
sr: Loša konfiguracija modula za prepis adresa
sv: Felaktig konfiguration av URL-omskrivnings modulen
tr: Kötü URL rewrite yapılandırması

source: PHP Path Info rewrite doesn't support the rule to fall back on passing HTTP usernames and passwords to Gallery. You should uninstall and reinstall the URL rewrite module in the %sSite Admin Plugins option%s and choose either Apache mod_rewrite or ISAPI_Rewrite. Troubleshooting documentation is in the %sGallery Codex%s.
sr: PHP Path Info prepis ne podržava pravilo za vraćanje na prenos HTTP korisničkih imena i lozinki Galeriji. Trebalo bi da deinstalirate i ponovo instalirate modul za prepis adresa u %sodeljku sa modulima administrativne strane%s i izaberete Apache mod_rewrite ili ISAPI_Rewrite. Više informacija možete pročitati na %sGalerijinom Kodeksu%s.
sv: PHP Path Info rewrite stödjer inte reglen för att falla tillbaka till att skicka HTTP användarnamn och lösenord till Gallery. Du bör avinstallera och sen återinstallera URL-omskrivnings modulen i %sSite Admin Plugins option%s och välja antingen Apache mod_rewrite eller ISAPI_Rewrite. Felsökningsdokumentation finns i %sGallery Codex%s.

source: 'Authorization Header' rule disabled
sr: Pravilo 'Zaglavlje ovlašćenja' onemogućeno
sv: 'Behörighetsprofils' reglen är ej aktiverad
tr: 'Kimlik Doğrulama Başlığı' kuralı kapalı

source: The URL rewrite rule to fall back on passing HTTP usernames and passwords to Gallery is disabled. You should activate the HTTP auth 'Authorization Header' rule in the %sSite Admin URL Rewrite option%s. Troubleshooting documentation is in the %sGallery Codex%s.
sr: Pravilo modula za prepis adresa za vraćanje na prenos HTTP korisničkih imena i lozinki Galeriji je onemogućeno. Trebalo bi da aktivirate pravilo 'Zaglavlje ovlašćenja' odeljka HTTP ovlašćenje u %sparametrima modula za prepis adresa%s. Više informacija možete pročitati na %sGalerijinom Kodeksu%s.
sv: URL-omskrivnings reglen för att falla tillbaka till att skicka HTTP användarnamn och lösenord till Gallery är inte aktiverad. Du bör aktivera HTTP auth 'behörighetsprofil' reglen i %sSite Admin URL Rewrite option%s. Felsökningsdokumentation finns i %sGallery Codex%s.

source: Unknown Cause
sr: Uzrok nepoznat
sv: Okänd orsak
tr: Bilinmeyen Sebep

source: Gallery can't access HTTP usernames and passwords and automated checks failed to find a cause. Troubleshooting documentation is in the %sGallery Codex%s.
sr: Galerija ne može da pristupi HTTP korisničkim imenima i lozinkama, a automatizovanim proverama nije bilo moguće otkriti uzrok. Više informacija možete pročitati na %sGalerijinom Kodeksu%s.
sv: Gallery kan inte komma åt HTTP användarnamn och lösenord och automatiska kontroller kan inte hitta orsaken. Felsökningsdokumentation finns i %sGallery Codex%s.

source: Gallery can handle HTTP Basic authentication directly.
sr: Galerija može direktno da obavi HTTP Basic ovlašćenje.
sv: Gallery kan hantera grundläggande HTTP autentisering direkt.
tr: Galeri direkt olarak HTTP temel kimlik doğrulamasını idare edebilir.

source: Use HTTP Authentication:
sr: Koristi HTTP ovlašćenje:
sv: Använd HTTP autentisering:
tr: HTTP Kimlik Doğrulaması Kullan:

source: Gallery will prompt you to login with HTTP authentication when permission is denied. HTTP authentication sends your client a realm to which your username belongs. It's safe to leave the realm blank.
sr: Galerija će od vas tražiti da se prijavite sa HTTP ovlašćenjem prilikom nedostatka prava. HTTP ovlašćenje šalje vašeg klijenta u domen kojem vaše korisničko ime pripada. Domen slobodno možete ostaviti praznim.
sv: Gallery kommer att lägga upp ett autentiserings fönster när rättigheter saknas. HTTP-autentisering skickar till din klient vilket område som ditt användarnamn tillhör. Det är säkert att lämna området tomt.

source: HTTP Authentication Realm:
sr: Domen HTTP ovlašćenja:
sv: HTTP-autentiserings område:
tr: HTTP Kimlik Doğrulama Alanı:

source: Your web server may offer more comprehensive and more secure authentication. If you configured your web server to authenticate requests to Gallery, you may choose to trust the username it reports in the REMOTE_USER environment variable.
sr: Vaš web server može da ponudi sveobuhvatnije i sigurniji način provere ovlašćenja. Ako ste vaš web server podesili da obavlja ovlašćenje upita Galeriji, možete izabrati da date poverenje korisničkom imenu koje daje preko REMOTE_USER promenljive okruženja.
sv: Din webbserver kanske kan erbjuda en mer allsidig och säkrare autentisering. Om du har konfigurerat din webbserver att autentisera operationer mot Gallery, så kan du välja att lita på användarnamnet som finns i miljövariablen REMOTE_USER.

source: Use Web Server Authentication:
sr: Koristi Web Server ovlašćenje:
sv: Använd webbserver autentisering:
tr: Web Server Kimlik Doğrulaması Kullan:

source: By default HTTP authentication is only enabled for specific modules.
sr: Podrazumeno je da je HTTP ovlašćenje omogućeno samo za neke module.
sv: Som standard är HTTP-autentisering bara tillgänglig för vissa moduler.
tr: Varsayılan olarak HTTP kimlik doğrulama sadece belirli modüller için aktif durumdadır.

source: Use the authentication plugins for all modules:
sr: Koristi dodatke ovlašćenja za sve module:
sv: Använd authentiserings-pluginen till alla moduler:
tr: Tüm modüller için kimlik doğrulama eklentisini kullan:

source: You may wish to trust only HTTP authentication types or HTTP usernames which match specified regular expressions - or HTTP usernames may not match your Gallery usernames; for instance if using %s authentication, the REMOTE_USER environment variable may be username@REALM.TLD. In these cases, you may use regular expressions to filter authentication types and usernames.
sr: Možda želite da ukažete poverenje samo vrstama HTTP ovlašćenja ili HTTP korisničkim imenima koje odgovaraju zadatim regularnim izrazima - ili se HTTP korisnička imena možda neće poklapati sa korisničkim imenima vaše Galerije; na primer ako se koristi %s ovlašćenje, REMOTE_USER promenljiva okruženja može biti korisničkoime@DOMEN.TLD. U ovim slučajevima, možete koristiti regularne izraze da filtrirate vrste ovlašćenja i korisnička imena.
sv: Du kan välja att bara lita på HTTP-autentiserings typer eller HTTP-användarnamn som matchar specifika reguljära utryck - eller så kan HTTP-användarnamn inte alls matcha Gallerys användarnamn; t.ex. om man använder %s autentisering, så kan miljövariablen REMOTE_USER vara användare@REALM.TLD. I dessa fall kan du använda reguljära utryck till att filtrera ut autentiseringstyp och användarnamn.

source: Use Regular Expressions:
sr: Koristi regularne izraze:
sv: Använd reguljära utryck:
tr: Olağan İbare Kullan:

source: Specify here a regular expression which the authentication type must match for authentication to proceed; for instance /Negotiate/
sr: Ovde navedite regularni izraz kojem vrsta ovlašćenja mora odgovarati da bi se proces ovlašćenja nastavio; na primer /Negotiate/
sv: Specifiera här ett reguljärt utryck som autentiseringstypen måste stämma med för att autentiseringen skall fortsätta; t.ex. instans /Negotiate/

source: Authentication Type Pattern:
sr: Uzorak vrste ovlašćenja:
sv: Autentiseringstyps mönster:
tr: Kimlik Doğrulama Türü Şablonu:

source: You must enter a valid regular expression
sr: Morate uneti ispravan regularni izraz
sv: Du måste ange ett giltigt reguljärt utryck
tr: Geçerli bir olağan ibare girmelisiniz

source: Specify here a regular expression which the username must match for authentication to proceed and a string with which to replace it. See PHP %s documentation for more information.
sr: Ovde navedite regularni izraz kojem korisničko ime mora odgovarati da bi se proces ovlašćenja nastavio, kao i niz znakova kojim će biti zamenjen. Pogledajte PHP %s dokumentaciju za dodatne informacije.
sv: autentiseringSpecifiera här ett reguljärt utryck som användarnamnet måste uppfylla för att autentiseringen skall fortgå samt en sträng som ersätter användarnamet. Se PHP %s dokumentationen för mer information.

source: Username Pattern:
sr: Uzorak korisničkog imena:
sv: Användarnamns-mönster
tr: Kullanıcıadı Şablonu:

source: Username Replacement:
sr: Zamena korisničkog imena:
sv: Användarnamns ersättning
tr: Kullanıcıadı Değiştirme:

source: Save
sr: Sačuvaj
sv: Spar
tr: Kaydet

source: Reset
sr: Poništi
sv: Återställ
tr: Sıfırla

source: If you're not automatically redirected, %sclick here to finish logging out%s.
sr: Ako niste automatski preusmereni, %skliknite ovde da završite odjavljivanje%s.
sv: Om du inte automatiskt blir omstyrd, %sklicka här för att slutföra utloggningen%s.
tr: Eğer otomatik olarak yönlendirilmesseniz, %sburayı tıklayarak çıkış işleminizi bitiriniz%s.
