Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[content]/legal/translations/*.po
Languages: de, pt, ru

source: Display a Terms & Conditions statement on the registration page, require visitor to accept T&C to register.
de: Fügt die allgemeinen Nutzungsbedingungen auf der Registrierungsseite hinzu; Benutzer müssen die allgemeinen Nutzungsbedingungen akzeptieren um sich zu registrieren.
ru: Показывает Правила сайта на странице регистрации, требует от посетителя согласиться с Правилами, чтобы зарегистрироваться.

source: When a user creates an account they are required to accept your Terms & Conditions to complete their registration.
de: Neue Benutzer müssen die allgemeinen Nutzungsbedingungen akzeptieren, damit sie sich registrieren können.
pt: Quando um usuário cria uma conta, é requerido que aceitem os Termos e condições de uso para completar o seu registro.
ru: Когда пользователь регистрируется, то им нужно принять ваши Правила сайта, чтобы завершить регистрацию.

source: Display a Terms & Conditions statement on the registration page, require visitor to accept the T&C to register.
de: Fügt die allgemeinen Nutzungsbedingungen auf der Registrierungsseite hinzu; Benutzer müssen die allgemeinen Nutzungsbedingungen akzeptieren um sich zu registrieren.
ru: Показывает Правила сайта на странице регистрации, требует от посетителя согласиться с Правилами, чтобы зарегистрироваться.

source: A !page displaying your T&C will be automatically created, access to this page can be set via the !access administration page.
de: Eine !page mit den allgemeinen Nutzungsbedingungen wird automatisch generiert, Zugriff zu dieser Seite kann über die !access Administrationsseite geregelt werden.
ru: !page показывающая ваши Правила сайта будет автоматически создана, доступ к этой странице может быть настроен на странице !access.

source: Legal
de: Richtlinien
ru: Правила сайта

source: Display Terms and Conditions statement on the registration page.
de: Allgemeine Nutzungsbedingungen auf der Registrierungsseite anzeigen
ru: Показывает Правила сайта на странице регистрации.

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
pt: Termos e Condições
ru: Правила сайта

source: Terms and Conditions of Use
de: Allgemeine Nutzungsbedingungen
pt: Termos e condições de uso
ru: Правила использования сайта

source: Terms & Conditions
de: Nutzungsbedingungen
pt: Termos & Condições
ru: Правила сайта

source: <strong>Accept</strong> Terms & Conditions of Use
de: Allgemeine Geschäfts- und Nutzungsbedingungen <strong>akzeptieren</strong>
pt: <strong>Aceitar</strong> Termos & Condições de uso
ru: <strong>Я буду выполнять</strong> Правила сайта

source: Your Terms & Conditions
de: Deine Nutzungsbedingungen
pt: Seus Termos & Condições
ru: Правила и условия вашего сайта

source: Display Style
de: Anzeigeart
pt: Estilo de visualização
ru: Стиль отображения

source: Scroll Box
de: Seitenleiste
ru: В окне с прокруткой

source: Scroll Box (CSS)
de: Seitenleiste (CSS)
ru: В окне с прокруткой (CSS)

source: How terms & conditions should be displayed to users.
de: Bestimmen, wie die Nutzungsbedingungen den Benutzern angezeigt werden sollen.
pt: Cómo devem ser mostrados os termos & condições aos usuários.
ru: Как правила сайта показывать пользователям.

source: Additional Checkboxes
de: Zusätzliche Kontrollkästchen
pt: Checkboxes adicionáis
ru: Дополнительные соглашения

source: Each field will be shown as a checkbox which the user must tick to register.
de: Jedes Feld wird mit Kontrollkästchen angezeigt, welches der Benutzer mit einem Häckchen versehen muss, um sich erfolgreich zu registrieren.
pt: Quada campo sera mostrado como um checkbox que o usuário deve escolher para completar o seu registro.
ru: Каждое поле будет показано в виде условия, с которым пользователь должен согласиться, чтобы зарегистрироваться.

source: Label
de: Aufschrift
pt: Rotulo
ru: Заголовок

source: Explain Changes
de: Vorgenommene Änderungen
pt: Explicar câmbios
ru: Разъяснение об изменениях

source: Explain what changes were made to the T&C since the last version. This will only be shown to users who accepted a previous version. Each line will automatically be shown as a bullet point.
de: Den Benutzern anzeigen, welche Änderungen seit der letzten Version an den Nutzungsbedingungen vorgenommen wurden. Dies wird nur den Benutzern angezeigt, welche eine vorangegangene Version akzeptiert haben. Jede neue Linie wird automatisch mit einem Aufzählungspunkt versehen.
pt: Explique quáis cambios foram feitos aos T&Cs desde a última versão. Isso somente será mostrado aos usuários que aceitaram uma versão prévia. Quada linha será mostrada automáticamente como um ítem individual.
ru: Объясните какие изменения были сделаны в Правилах сайта по сравнению с прошлой версией. Это будет показано только пользователям, которые приняли предыдущую версию. Каждая новая строка будет оформлена как пункт списка.

source: Changes
de: Änderungen
pt: Câmbios
ru: Изменения

source: Preview
de: Vorschau
pt: Pré-visualizar
ru: Просмотреть

source: Save
de: Speichern
pt: Enviar
ru: Сохранить

source: Terms & Conditions must be entered.
de: Nutzungsbedingungen müssen eingegeben werden.
pt: Os Termos & Condições devem ser preenchidos.
ru: Нужно ввести текст Правил сайта.

source: Display setting has been saved.
de: Anzeigeeinstellungen wurden gespeichert.
pt: A opção de visualização foi guardada.
ru: Настройки отображения были сохранены.

source: Terms & Conditions have been saved.
de: Nutzungsbedingungen wurden gespeichert.
pt: Os Teroms & Condições foram guardados.
ru: Правила сайта были сохранены.

source: Terms & Conditions will not be shown to users, as no T&C have been saved.
de: Nutzungsbedingungen werden den Benutzern nicht angezeigt, da keine Nutzungsbedingungen gespeichert wurden.
pt: Os Termos & Condições não seram mostrados aos usuários, porque aindao não foram guardados nenhums T&Cs.
ru: Правила сайта не будут показываться пользователям, потому что они не были сохранены.

source: Current Version
de: Aktuelle Version
pt: Versã Atual
ru: Текущая версия

source: Version ID:
de: Versionsnummer
pt: ID da Versão:
ru: Номер версии:

source: Last saved:
de: Zuletzt gespeichert:
pt: ́Ultima atualização:
ru: Последнее изменение:

source: User ID cannot be identified.
de: Benutzer ID kann nicht identifiziert werden.
pt: O ID do usuário não pôde ser identificado.
ru: Неизвестный ID пользователя.

source: Session opened for %name.
de: Sitzung eröffnet für %name
pt: Sessão aberta para %name.
ru: Сессия открыта для пользователя %name.

source: To continue to use this site please read the Terms & Conditions below, and complete the form to confirm your acceptance.
de: Damit Sie weiterhin die Seite benutzen können, müssen Sie die Nutzungsbedingungen lesen und bestätigen.
pt: Para continuar usando o site, por gentileza leia os nossos Termos & Condições, e preencha o formulârio confirmando que concorda com eles.
ru: Чтобы продолжить использовать этот сайт, вам нужно согласиться с Правилами сайта. Ниже приведены Правила сайта. Пожалуйста, прочитайте их. Если вы согласны - заполните форму.

source: Changes List
de: Änderungen
pt: Lista de câmbios
ru: Список изменений

source: Changes to the Terms & Conditions since last accepted:
de: Änderungen der Nutzungsbedingungen seit der zuletzt akzeptierten Version:
pt: Câmbios aos Termos & Condições desde a ultima vez que os aceitou:
ru: Изменения в Правилах сайта с тех пор, как вы с ними согласились:

source: user
de: Benutzer
pt: usuário
ru: пользователь

source: administer Terms and Conditions
de: Nutzungsbedingungen verwalten
pt: administrar Termos e Condições
ru: управлять Правилами сайта

source: view Terms and Conditions
de: Nutzungsbedingungen anzeigen
pt: ver Termos e Condições
ru: смотреть Правила сайта

source: legal
de: Richtlinien

source: Legal module installed successfully.
de: Richtlinien-Modul erfolgreich installiert.
ru: Модуль "Правила сайта" установлен.

source: Table installation for the Legal module was unsuccessful. The tables may need to be installed by hand. See legal.install file for a list of the installation queries.
de: Tabelleninstallation für das Richtlinien-Modul war nicht erfolgreich. Die Tabellen müssen eventuell manuell installiert werden. Lesen Sie dazu die "legal.install"-Datei.
ru: Установка таблиц базы данных модуля Право не сделана. Таблицы нужно установить вручную. Установочные запросы ищите в файле legal.install.

source: HTML Text
pt: Texto HTML
ru: HTML-текст

source: Adds Terms & Conditions statement to the registration page.
pt: Adiciona Termos e condições de uso á página de registro.

source: Adds Terms & Conditions statement to the registration page, requires visitor to accept Terms & Conditions to register.
pt: Adiciona Termos e condições para registrar.

source: Adds a Terms & Conditions statement to the registration page, and requires visitor to accept the T&C to register.
pt: Adiciona uma declaração de Termos e Condições de Uso á página de registro, e exige ao visitante aceitar os T&Cs para se registrar.

source: A %page displaying your T&C will be automatically created, access to this page can be set via the %access administration page.
pt: Um/a %page mostrando os seus T&Cs será automáticamente criada, o acesso a essa página pode se controlar na página de administração de %access.
