Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[ad]/job_posting/po/*.po
Languages: nl

source: Reference:
nl: Referentie:

source: Location:
nl: Lokatie:

source: Employer:
nl: Werkgever:

source: Application deadline:
nl: Sollicitatie deadline:

source: Contact:
nl: Contactpersoon:

source: Job Posting
nl: Vacatures

source: Create a job posting announcement.
nl: Vacature aankondiging aanmaken.

source: Title
nl: Titel

source: Description
nl: Beschrijving

source: Current jobs
nl: Huidige vacatures

source: Submit an application
nl: Stuur een sollicitatie

source: Job posting settings
nl: Vacature instellingen

source: Job reference number prefix
nl: Vacature referentie voorvoegsel

source: Enter a text string to be used as a prefix for identifying each job posting. The full reference id is a combination of this prefix and the job posting node id number (e.g. JOB33).
nl: Geef een karakterreeks in die als voorvoegsel voor elke vacature gebruikt kan worden. De volledige referentie bestaat uit een combinatie van dit voorvoegsel en het nummer van de vacature (bijv. VACATURE33).

source: Job posting sort order
nl: Vacature sorteer volgorde

source: Choose whether you want job posting lists sorted by the newest first or oldest first.
nl: Kies of u de vacatures met de nieuwste boven of de oudste boven wilt sorteren.

source: Newest first
nl: Nieuwste eerst

source: Oldest first
nl: Oudste eerst

source: Job posting summaries per page
nl: Vacature samenvattingen per pagina

source: Enter the number of job posting summaries to show on the job listing pages.
nl: Geef het aantal vacature samenvattingen op dat getoond moet worden op de vacature overzicht pagina's.

source: Save
nl: Opslaan

source: Per page limit must be a number greater than zero.
nl: Aantal per pagina moet een getal groter dan 0 zijn.

source: Reference prefix must be an alphabetic string.
nl: Referentie voorvoegsel moet een alfabetische karakterreeks zijn.

source: Settings have been saved.
nl: Instellingen zijn opgeslagen.

source: Required
nl: Vereist

source: These fields are required and comprise the minimum information needed to handle job posting display and processing.
nl: Deze velden zijn vereist en vormen de minimale informatie die nodig is om vacatures te tonen en verwerken.

source: Provide the job title or position
nl: Geef de vacature naam of functie in

source: Provide detailed description for this job posting
nl: Geef de vacature naam of functie in

source: Email address
nl: E-mailadres

source: Provide a valid employer email address. This address is not displayed in postings but is used as the destination address for job application processing so it must be valid.
nl: Geef een geldig werkgever e-mailadres in. Dit adres wordt niet bij vacatures getoond maar wordt gebruikt als bestemming voor sollicitaties en moet dus geldig zijn.

source: Application processing
nl: Sollicitatie verwerking

source: Choose whether you want job application processing to be enabled for this job posting. Enabled nodes provide applicants with a link for applying to a particular job by email. Pick disabled if you'd prefer to provide the posting as 'information only'.
nl: Kies of u de sollicitatie verwerking in wilt schakelen voor deze vacature. Indien ingeschakeld wordt een link getoond waarmee sollicitanten per e-mail kunnen solliciteren. Kies uitgeschakeld als u de vacature alleen 'ter informatie' wilt gebruiken.

source: Enabled
nl: Ingeschakeld

source: Disabled
nl: Uitgeschakeld

source: Expires
nl: Vervalt

source: Choose whether you want this job posting to have an application deadline associated with it. Expiring nodes are automatically de-activated and purged from display views once the specified deadline passes. Pick false if you want this posting to remain active until manually removed.
nl: Kies of u een deadline aan deze vacature wilt verbinden. Vervallen nodes worden automatisch gedeactiveerd en niet meer getoond zodra de deadline verloopt. Kies false als u deze vacature actief wilt laten blijven totdat u de vacature handmatig verwijdert.

source: True
nl: Waar

source: False
nl: Onwaar

source: Application deadline
nl: Sollicitatie deadline

source: Set an application deadline for this posting, unless you chose 'false' for the 'expires' field listed above (in which case these fields are ignored). This value is used to determine the amount of time remaining before the posting will be removed from list/block views and hence, no longer eligible for job application processing.
nl: Stel een sollicitatie deadline in voor deze vacature, tenzij u 'onwaar' kiest in het 'vervalt' veld hierboven (in dat geval worden deze velden genegeerd). Deze waarde wordt gebruikt om te bepalen hoeveel tijd er resteert voordat de vacature van het blok wordt verwijderd en daardoor, niet langer meer in aanmerking komt voor sollicitatie verwerking.

source: Deadline date
nl: Deadline datum

source: Set the deadline date.
nl: Stel de deadline datum in.

source: Deadline hour
nl: Deadline uur

source: Set the deadline hour of day.
nl: Stel het deadline uur in.

source: Optional
nl: Optioneel

source: These fields are optional and not needed for application processing. Any empty fields will be omitted from display.
nl: Deze velden zijn optioneel en niet nodig voor sollicitatie verwerking. Lege velden worden weggelaten uit de display.

source: Location
nl: Lokatie

source: The geographical location associated with this job posting.
nl: De geografische lokatie van deze vacature.

source: City
nl: Stad

source: Provide the city location for this job posting
nl: Geef de stad voor deze vacature in

source: State/Province
nl: Staat/Provincie

source: Provide the state or province location for this job posting
nl: Geef de staat of provincie voor deze vacature in

source: Country
nl: Land

source: Select the country location for this job posting
nl: Selecteer het land voor deze vacature

source: Employer
nl: Werkgever

source: The person or organization sponsoring this job posting.
nl: De persoon of organisatie die deze vacature sponsoren.

source: Name
nl: Naam

source: Enter the employer or organization name or leave blank if the site only supports its own job listings
nl: Geef de werkgeversnaam of laat leeg als de site alleen eigen vacatures ondersteund

source: Website url
nl: Website adres

source: Supply a valid website url for the employer
nl: Geef een geldig adres voor de website van de werkgever

source: Contact person
nl: Contactpersoon

source: Supply the name of the employer contact person related to the job posting
nl: Geef de naam in van de contactpersoon van de werkgever die aan de vacature is gekoppeld

source: Deadline date must be set for some time in the future.
nl: Deadline datum moet in de toekomst liggen.

source: Deadline hour must be set for some time in the future.
nl: Deadline uur moet in de toekomst liggen.

source: That email address does not appear to be valid.
nl: Het e-mailadres lijkt ongeldig te zijn.

source: The website address you provided must be in proper url format (e.g. http://www.example.com)
nl: Het website adres dat u ingaf moet in het juiste format worden ingegeven (bijv. http://www.example.com)

source: The application deadline for this job posting has passed. Although you can still view the information no new applications for this job are currently being accepted.
nl: De sollicitatie deadline voor deze vacature is verlopen. Hoewel u de informatie nog kunt zien worden er geen sollicitaties meer geaccepteerd.

source: Applicant
nl: Sollicitant

source: Cover letter
nl: Sollicitatiebrief

source: Enter your introductory covering letter.
nl: Voer uw sollicitatiebrief in.

source: Attach resume
nl: Voeg CV toe

source: Choose a resume file to upload along with your covering letter. Files must not exceed 1M in size and can use only the following extensions: txt doc pdf.
nl: Kies een CV bestand om te uploaden samen met uw sollicitatiebrief. Het bijgevoegde bestand moet een van volgende extensies hebben (txt doc pdf) en kleiner dan 1MB in grootte zijn.

source: Send
nl: Versturen

source: Your application has been submitted. Thank you.
nl: Uw sollicitatie is verstuurd. Dank u.

source: A confirmation message has been sent to
nl: Een bevestiging is gestuurd naar

source: Number of job postings to display
nl: Aantal te tonen vacatures

source: No job postings to display
nl: Geen vacatures om weer te geven

source: CLOSED
nl: GESLOTEN

source: <a href="@login">Login</a> or <a href="@register">register</a> to submit an application
nl: <a href="@login">Login</a> of <a href="@register">schrijf je in</a> om te solliciteren

source: <a href="@login">Login</a> to submit an application
nl: <a href="@login">Login</a> om te solliciteren

source: More jobs
nl: Meer vacatures

source: View more job postings
nl: Bekijk meer vacatures

source: 1 day
nl: 1 dag

source: 1 hour
nl: 1 uur

source: 1 minute
nl: 1 minuut

source: create job posting
nl: maak vacature aan

source: edit job posting
nl: wijzig vacature

source: edit own job posting
nl: wijzig eigen vacature

source: Change administrative settings for job postings.
nl: Wijzig beheerinstellingen voor vacatures.

source: Stores node data particular to job postings.
nl: Bevat node gegevens specifiek voor vacatures.

source: Holds the {node}.nid this posting refers to.
nl: Bevat de {node}.nid waar deze vacature naar verwijst.

source: Holds the most recent {node_revisions}.vid for this nid.
nl: Bevat de meest recente {node_revisions}.vid voor dit nid.

source: Holds the string identifying the city location for the job posting.
nl: Bevat de string met de stad lokatie voor deze vacature.

source: Holds the string identifing the state/province location for the job posting.
nl: Bevat de string met de staat/provincie lokatie voor deze vacature.

source: Holds the {job_posting_country}.cid country location for the job posting.
nl: Bevat de {job_posting_country}.cid land lokatie voor deze vacature.

source: Holds the string employer name sponsoring the job posting.
nl: Bevat de string met naam de werkgever die de vacature sponsort.

source: Holds the string identifying the employer website url.
nl: Bevat de string met de url van de website van de werkgever.

source: Holds string identifying the name of the main contact person.
nl: Bevat de string met de naam van de contactpersoon.

source: Holds string identifying contact person email address.
nl: Bevat de string met het e-mailadres van de contactpersoon.

source: Holds an integer unix timestamp denoting the deadline for job posting applications, in the poster's localtime.
nl: Bevat een UNIX timestamp die de sollicitatie deadline aangeeft in de lokale tijd van de sollicitant.

source: Holds an int representing a boolean denoting whether a node should expire after the timestamp in {job_posting}.deadline has passed.
nl: Bevat een int die een boolean voorstelt waarmee wordt aangegeven of de node na het verstrijken van de deadline moet vervallen.

source: Stores information on countries.
nl: Bevat informatie over landen.

source: Holds an autoincrementing primary id for each country.
nl: Bevat een autoincrementele primaire sleutel voor elk land.

source: Holds a string denoting the official country name.
nl: Bevat een string met de officiÃ«le landnaam.

source: Holds an int representing a boolean denoting whether a node should expire after the timestamp in {job_posting}.deadline has passed.
nl: Bevat een int die een boolean voorstelt waarmee wordt aangegeven of de node na het verstrijken van de deadline moet vervallen.

source: Holds an int representing a boolean denoting whether a node should provide application processing (1) or for information only (0).
nl: Bevat een int die een boolean voorstelt waarmee wordt aangegeven of een node sollicitaties verwerkt (1) of alleen ter informatie (0) wordt getoond.

source: Lightweight module for the creation of job posting nodes and basic job application processing
nl: Lichtgewicht module voor het aanmaken van vacatures en basale sollicitatie verwerking
