Repository: kenorb/wp_site
Catalog: gallery2/modules/rating/po/*.po
Languages: eu, fa, sr

source: Rating Album: %s
fa: درجه‌بندی آلبوم: %s
sr: Ocenjivanje albuma: %s

source: Rating Album
fa: درجه‌بندی آلبوم
sr: Ocenjeni albumi

source: rating album
fa: درجه‌بندی آلبوم
sr: ocenjeni album

source: %d vote
fa: %d رآی
sr: %d glas

source: &laquo; default theme &raquo;
eu: &laquo; lehenetsitako gaia &raquo;
fa: &laquo; تم پیش‌فرض &raquo;
sr: &laquo; podrazumevan izgled &raquo;

source: Rating
eu: Balorazioa
fa: درجه‌بندی
sr: Ocenjivanje

source: Item Rating Interface
eu: Elementu Balorazio Interfazea
fa: رابط کاربری درجه‌بندی آیتم
sr: Interfejs za ocenjivanje objekata

source: Extra Data
eu: Data Gehigarriak
fa: داده‌های اضافی
sr: Dodatni podaci

source: [rating] Add ratings
eu: [balorazioa] Balorazioak gehitu
fa: [درجه‌بندی] افزودن درجه‌بندی
sr: [ocenjivanje] Ocenjivanje

source: [rating] View ratings
eu: [balorazioa] Balorazioak ikusi
fa: [درجه‌بندی] مشاهده‌ی درجه‌بندی
sr: [ocenjivanje] Pregled ocena

source: [rating] All access
eu: [balorazioa] Sarrera irekia
fa: [درجه‌بندی] دسترسی کامل
sr: [ocenjivanje] Kompletan pristup

source: Rating limit to use for dynamic album
fa: درجه‌بندی محدود به استفاده در آلبوم پویا
sr: Ograničenje ocene za dinamički album

source: Click a star to rate this item!
eu: Izarra klikatu elementu hau baloratzeko!
fa: برای درجه‌بندی این آیتم، روی یک ستاره کلیک کنید!
sr: Kliknite na zvezdicu da ocenite ovaj objekat!

source: %s vote
fa: %s رآی
sr: %s glas

source: This will enable or disable ratings for this album and, optionally, for its subalbums. You can use permissions to allow viewing or adding ratings for specific users or groups.
eu: Honek album honi, eta aukeran bere azpi-albumei, balorazioa gaituko dira. Talde edo erabiltzaile bereziei balorazioak ikusi edo gehitze onarpena baimenetan alda dezakezu.
sr: Ovim će se omogućiti ili onemogućiti ocenjivanje ovog albuma i, po izboru, njegovih podalbuma. Možete koristiti prava za dozvoljavanje pregleda ocena ili ocenjivanja za željene korisnike ili grupe.

source: Enable rating for this album
eu: Album honentzat balorazioa gaitu
fa: درجه‌بندی برای این آلبوم: فعال
sr: Omogući ocenjivanje ovog albuma.

source: ... and for all subalbums
eu: ... eta bere azpi-albumentzat
fa: ... و برای همه‌ی زیرآلبوم‌ها
sr: ... i za sve podalbume

source: Rating Settings
eu: Balorazio Ezarpenak
fa: تنظیم‌های درجه‌بندی
sr: Parametri ocenjivanja

source: Settings saved successfully
eu: Ezarpenak behar bezala gorde dira
fa: تنظیم‌ها با موفقیت ذخیره شدند
sr: Parametri uspešno sačuvani

source: There was a problem processing your request.
eu: Zure eskaera prozesatzerakoan errore bat gertatu da.
fa: اجرای درخواست شما با مشکل روبرو شد.
sr: Desila se greška prilikom obrade vašeg zahteva.

source: Allow users to rate entire albums, in addition to individual items.
eu: Banakako elementuez gain erabiltzaileak album osoaren balorazioa egitea baimendu.
fa: همه‌ی کاربران می‌توانند هر آلبوم و نیز هر آیتمی را درجه‌بندی کنند.
sr: Dozvoli korisnicima da, pored pojedinačnih objekata, ocenjuju i čitave albume.

source: The settings below apply to the %sRating Album%s view, which shows highly rated items from across the Gallery.
sr: Dole navedeni parametri se odnose na prikaz %sOcenjeni albumi%s, koji omogućava prikaz visoko ocenjenih objekata iz čitave Galerije.

source: Query limit
fa: پرس و جوی محدود
sr: Ograničenje upita

source: Lowest value allowed for rating album threshold
fa: کمترین مقدار آستانه‌ی درجه‌بندی آلبوم
sr: Minimalna vrednost ulazak u prikaz ocenjenih albuma

source: Invalid number
fa: عدد غیرمعتبر
sr: Neispravan broj

source: Description
eu: Deskribapenak
fa: توضیح
sr: Opis

source: Sort order
eu: Sailkapen ordena
fa: ترتیب
sr: Redosled sortiranja

source: with
eu: honekin
fa: با
sr: sa

source: Theme
eu: Gaia
fa: تم
sr: Izgled

source: Settings for %s theme in Rating Album
fa: تنظیم‌ها برای %s تم در درجه‌بندی آلبوم
sr: Parametri za izgled %s u Ocenjenom albuma

source: Save
eu: Gorde
fa: ذخیره
sr: Sačuvaj

source: Reset
eu: Berezarri
fa: بازنشانی
sr: Poništi

source: Rating interface
eu: Balorazio interfazea
fa: رابط کاربری درجه‌بندی
sr: Interfejs ocenjivanja
