Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[content]/[cck]/money/translations/*.po
Languages: ca, es

source: Money
ca: Diners
es: Dinero

source: Precision
ca: Precisió
es: Precisión

source: The total number of digits to store in the database, including digits to the right of the decimal point.
ca: Número total de dígits que s'emmagatzemen a la base de dades, incloent els dígits a la dreta del punt decimal.
es: Número total de dígitos que se almacenan en la base de datos, incluyendo los dígitos a la derecha del punto decimal.

source: Decimals
es: Decimales

source: The number of digits to the right of the decimal point.
ca: Número de dígits a la dreta del punt decimal.
es: Número de dígitos a la derecha del punto decimal.

source: Default
ca: Predeterminat
es: Predeterminado

source: Remove redundant zeros
ca: Sense zeros redundants
es: Sin ceros redundantes

source: Unformatted
ca: Sense formatejar
es: Sin formatear

source: Amount and currency
ca: Cantitat i moneda
es: Cantidad y moneda

source: Currency code
ca: Codi de la moneda
es: Código de la moneda

source: Currency name
ca: Nom de la moneda
es: Nombre de la moneda

source: Currency selection mode
ca: Selecció de la moneda
es: Modo de selección de la moneda

source: Choose the format of the label that will be displayed for options of the currency select list.
ca: Selecciona el format del text que s'utiliza per a les opcions de selecció de la modena.
es: Selecciona el formato del texto que se utiliza para las opciones de selección de la modena.

source: Currency symbol
ca: Símbol de la moneda
es: Símbolo de la moneda

source: Currency display mode
ca: Visualització de la moneda
es: Modo de visualización de la moneda

source: Choose the format that will be used to display the currency when a node is rendered.
ca: Selecciona el format amb el qual es mostrarà la moneda quan un node es visualitzat.
es: Selecciona el formato con el cual se mostrará la moneda cuando un nodo es visualizado.

source: Available currencies
ca: Monedes disponibles
es: Monedas disponibles

source: Choose the currencies that you want to enable for this field. Do not select any currency to enable them all.
ca: Marca les monedes que dessitges habilitar per aquest camp. No seleccionar-ne cap implica que totes estan habilitades.
es: Marca las monedas que deseas habilitar para este campo. No seleccionar ninguna implica que todas están habilitadas.

source: %name: Currency is required.
ca: %name: La moneda és una dada obligatoria.
es: %name: La moneda es un dato obligatorio.

source: %name: Currency is required when an amount is specified.
ca: %name: Quan s'especifica una cantitat és també necessari informar la moneda.
es: %name: Cuando se especifica una cantidad es también necesario informar la moneda.

source: %name: The currency %currency is not allowed.
ca: %name: La moneda %currency no està permesa.
es: %name: La moneda %currency no está permitida.

source: %name: A valid amount is required when a currency is specified.
ca: %name: Quan s'especifica una moneda és també necessari informar una cantitat vàlida.
es: %name: Cuando se especifica una moneda es también necesario informar una cantidad válida.

source: -- Select currency --
ca: -- Seleccionar moneda --
es: -- Seleccionar moneda --

source: money
ca: diners
es: dinero

source: %module-name requires, at least, version 6.x-1.1 of the <a href="@format-number">Format Number API</a> module.
ca: %module-name requereix, al menys, la versió 6.x-1.1 del mòdul <a href="@format-number">Format Number API</a>.
es: %module-name requiere, al menos, la versión 6.x-1.1 del módulo <a href="@format-number">Format Number API</a>.

source: %module-name requires, at least, version 6.x-1.0 of the <a href="@formatted-number">Formatted Number CCK</a> module.
ca: %module-name requereix, al menys, la versió 6.x-1.0 del mòdul <a href="@formatted-number">Formatted Number CCK</a>.
es: %module-name requiere, al menos, la versión 6.x-1.0 del módulo <a href="@formatted-number">Formatted Number CCK</a>.

source: Defines a CCK field with an amount and a currency.
ca: Defineix un tipus de camp CCK que permet especificar una cantitat i una moneda.
es: Define un tipo de campo CCK que permite especificar una cantidad y una moneda.
