Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[ad]/jobsearch/translations/*.po
Languages: ru

source: Allows users to apply for jobs posted.
ru: Позволяет пользователям отвечать на опубликованные предложения работы.

source: Job
ru: Предложения работы

source: Job settings.
ru: Настройки предложений работы.

source: Job applications
ru: Предложения работы

source: Enable job application for these content types
ru: Использовать эти типы материалов для предложений работы

source: Please login or register to apply
ru: Пожалуйста, представьтесь системе, чтобы отвечать на предложения работы

source: You applied for this job
ru: Вы ответили на это предложение работы

source: Apply for this job
ru: Ответить на предложение работы

source: Please !login or !register to apply
ru: Пожалйста, !login или !register, чтобы отвечать на предложение работы

source: login
ru: войти

source: register
ru: зарегистрироваться

source: You are not authorized to apply for jobs.
ru: Вы не представились и не можете отвечать на предложения работы.

source: No job specified.
ru: Не указано предложение работы.

source: Please !create to apply
ru: Пожалуйста, !create, чтобы ответить

source: create a resume
ru: создайте резюме

source: Position:
ru: Должность:

source: Select from your resumes below, or !create
ru: Выберите ваше резюме из приведённых ниже или !create

source: create a new resume
ru: создайте новое резюме

source: view
ru: просмотреть

source: apply
ru: ответить

source: edit
ru: изменить

source: Resume Title
ru: Заголовок резюме

source: Last Changed
ru: Последнее изменение

source: Operations
ru: Действия

source: You already applied for this position.
ru: Вы уже ответили на эту должность.

source: Thank you. Your application has been submitted.
ru: Спасибо. Ваше ответ на предложение работы был добавлен.

source: Job application #@nid has been cleared.
ru: Ответ на предложение работы #@nid был очищен.

source: Applicant
ru: Соискатель

source: Resume
ru: Резюме

source: Date
ru: Дата

source: Clear
ru: Очистить

source: No job applications.
ru: Предложение работы не имеет ответов.

source: The following user has applied for the above job.
ru: Следующие пользователи ответили на это предложение работы.

source: Job: @title
ru: Предложение работы: @title

source: Job URL: @url
ru: URL предложения работы: @url

source: Applicant name: @name
ru: Имя соискателя: @name

source: Applicant email: @email
ru: Адрес электронной почты соискателя: @email

source: Applicant URL: @url
ru: URL соискателя: @url

source: Resume: @title
ru: Резюме: @title

source: Resume URL: @url
ru: URL резюме: @url

source: Manage job applications at @manage
ru: Управлять предложениями работы на @manage

source: Job: Date/Time applied for
ru: Предложение работы: Дата/Время ответа

source: Displays the date/time applied for this Job.
ru: Показывает дату/время ответа на это предложение работы.

source: Resume: Applicant Name
ru: Резюме: Имя соискателя

source: Displays the name of the applicant.
ru: Показывает имя соискателя.

source: Resume: Node ID
ru: Резюме: ID документа

source: Displays the Node ID of the resume node.
ru: Показывает ID документа-резюме.

source: Job: Date/time applied for
ru: Предложение работы: Дата/время ответа

source: Sort by the date/time applied for this job
ru: Сортировать по дате/времени ответа на это предложение работы

source: Job: Application status
ru: Предложение работы: Наличие ответов

source: Job has no applications
ru: Предложение работы не имеет ответов

source: Job has one or more applications
ru: Предложение работы имеет один или более ответов

source: Filter by whether a job has applications or not.
ru: Фильтровать предложения работы, которые имеют или не имеют ответы.

source: Job: Applicant User ID
ru: Предложение работы: ID cоискателя

source: Currently Logged In User
ru: Пользователь, представившийся системе

source: All Users
ru: Все пользователи

source: This allows you to filter based on favorites nodes.
ru: Это позволяет вам фильтровать на основании избранных документов.

source: Job: Applied for by User ID
ru: Предложение работы: ответы на предложения работы пользователя с ID

source: job
ru: предложение работы

source: Allows users to post resumes and use them to apply for jobs.
ru: Позволяет пользователям публиковать резюме и использовать их для ответа на предложение работы.

source: Resume settings.
ru: Настройки резюме.

source: Enable resume for these content types
ru: Использовать эти типы материалов для резюме

source: resume
ru: резюме

source: Allows recruiters to post jobs.
ru: Позволяет работодателям публиковать предложения работы.

source: Allows job seekers to post resumes and use them to apply for jobs posted.
ru: Позволяет соискателям работы публиковать резюме и использовать их для ответа на опубликованные предложения работы.

source: Job access
ru: Доступ к предложениям работы

source: Allows setting of permissions on jobs.
ru: Предоставляет настройку прав доступа к предложениям работы.

source: Resume access
ru: Доступ к резюме

source: Allows setting of permissions on resumes by role.
ru: Предоставляет настройку прав доступа к резюме для ролей.
