Repository: kenorb/wp_site
Catalog: gallery2/modules/permalinks/po/*.po
Languages: da, ja, nl, no, sr, sv, tr

source: Permalink(s) deleted successfully
da: Permalink(s) slettet korrekt
ja: パーマリンクの削除に成功しました
nl: Permalink(s) verwijderd
no: Vellykket sletting av permalenke(r)
sr: Permaveze uspešno obrisane
sv: Permanenta länkar togs bort utan problem.
tr: Kalıcı Bağlantı(lar) başarıyla silindi

source: Permalinks
ja: パーマリンク
no: Permalenker
sr: Permaveze
sv: Permanenta länkar
tr: Kalıcı Bağlantılar

source: Create simpler permanent aliases to your items space
da: Opret enklerer permanente aliaser til dine emne områder
ja: アイテム空間への簡潔で永続的なエイリアスの作成
nl: Maak simpele aliases naar items.
no: Oppretter enklere permanente aliaser til dine objekters område
sr: Napravite jednostavnije stalne alijase vašim objektima
sv: Skapa enklare permanenta alias till dina objekt

source: Gallery
sr: Galerija
tr: Galeri

source: Name you have defined as an alias to your item
da: Navn du har defineret som et alias for dit emne
ja: アイテムへの別名として定義された名前
nl: De permalink naam zoals deze gedefinieerd is voor het item
no: Navn du har definert som alias til ditt objekt
sr: Ime koje ste definisali kao alijas vašem objektu
sv: Namn som du har definierat som ett alias till ditt objekt

source: Enable this rule to allow Permalinks you define to work. Disabling this rule will break your Permalinks.
da: Aktivér denne regel for at tillade dine oprettede Permalinks at virke. Deaktivering af denne regel vil ødelægge dine Permalinks.
ja: 動作するためにあなたが定義したパーマリンクを許可する事をこのルールで可能にします。このルールを無効にするとあなたのパーマリンクは壊れます。
nl: Deze rule is nodig om permalink te laten werken. Zonder deze rule zal de permalinks niet werken
no: Aktiver denne regelen for å tillate permalenker du angir å virke. Å deaktivere denne regelen vil bryte dine permalenker.
sr: Omogućite ovo pravilo da biste dozvolili permavezama koje definišete da funkcionišu. Onemogućavanje ovog pravila će prekinuti vaše permaveze.
sv: Aktivera den här regeln för att få permanenta länkar att fungera. Om du inaktiverar den här regeln så slutar de permanenta länkarna att fungera.

source: Permalink post activation
da: Permalink post aktivering
ja: パーマリンクの投稿アクティベーション
nl: Voltooi Permalink activatie
no: Etter-aktivering av permanlenke
sr: Post-aktivacija permaveza
sv: Permanenta länkar har aktiverats

source: URL Rewrite Module
da: URL Omskrivnings-modul
ja: URL 書き換えモジュール
no: Modul for omskriving av nettadresser
sr: modulu za prepis adresa
sv: Modul för omskrivning av URL:er
tr: URL Rewrite Modülü

source: Now that you have activated the Permalinks module, you have to activate Permalinks rule in the %s.
da: Nu hvor du har aktiveret permalinks modulet, skal du aktivere permalinks reglen i %s.
ja: パーマリンクモジュールを有効化したので、あなたは%sのパーマリンクのルールを有効化しなければなりません。
nl: Nu de permalink module geactiveerd is, dient U de Permalinks rules in the %s te activeren
no: Nå som du har aktivert modulen Permalenker må du aktivere Permalenkeregelen i %s.
sr: Pošto ste aktivirali modul Permaveze, morate aktivirati pravilo Permaveze u %s.
sv: Nu när du har aktiverat modulen Permanenta länkar måste du aktivera reglerna för permanenta länkar i %s.

source: Edit the permalinks that refer to this item. You can add or delete permalinks.
da: Redigér de permalinks der henviser til dette emne. Du kan tilføje eller slette permalinks.
ja: このアイテムの示すパーマリンクを編集します。あなたはパーマリンクを追加又は削除することができます。
nl: Verander de permalinks van dit item. U kan permalinks toevoegen en verwijderen.
no: Rediger permalenker som refererer til dette objektet. Du kan legge til eller slette permalenker.
sr: Ažurirajte permaveze koje će se odnositi na ovaj objekat. Možete dodati ili ukloniti permaveze.
sv: Redigera permanenta länkar som hör till det här objektet. Du kan lägga till och ta bort permanenta länkar.

source: You have no permalinks
da: Du har ingen permalinks.
ja: パーマリンクはありません
nl: Er zijn geen permalinks
no: Du har ingen permalenker
sr: Nemate permaveza
sv: Du har inga permanenta länkar
tr: Hiç kalıcı bağlantınız yok

source: Existing permalinks
da: Eksisterende permalinks
ja: 既存のパーマリンク
nl: Bestaande permalinks
no: Eksisterende permalenker
sr: Postojeće permaveze
sv: Existerande permanenta länkar
tr: Mevcut kalıcı bağlantılar

source: Delete
da: Slet
ja: 削除
nl: Verwijder
no: Slett
sr: Izbriši
sv: Ta bort
tr: Sil

source: Permalink name
da: Permalink navn
ja: パーマリンク名
nl: Permalink naam
no: Navn på permalenke
sr: Naziv permaveze
sv: Namn på permanent länk
tr: Kalıcı Bağlantının Adı

source: Permalink '%s' already exists, possibly on another item
da: Permalink '%s' eksisterer allerede, muligvis på et andet emne
ja: パーマリンク「%s」は既にその他のアイテム上におそらく存在します。
nl: Permalink '%s' bestaat reeds bij een ander item
no: Permanlenken «%s» finnes allerede, muligens på et annet objekt
sr: Permaveza '%s' već postoji, možda na nekom drugom objektu
sv: Den permanenta länken '%s' finns redan, kanske på ett annat objekt

source: Add a new permalink:
da: Tilføj et nyt permalink:
ja: 新しいパーマリンクを追加:
nl: Voeg een nieuwe permalink toe
no: Legg til ny permalenke:
sr: Dodajte novu permavezu:
sv: Lägg till en ny permanent länk
tr: Yeni kalıcı bağlantı ekle:

source: Set to '%s'
da: Sæt til '%s'
ja: 「%s」に設定
no: Sett til «%s»
sr: Postavi na '%s'
sv: Sätt till '%s'
tr: '%s' olarak ayarla

source: Auto-permalink
ja: 自動パーマリンク
no: Automatisk permalenke
sr: Automatske permaveze
sv: Automatiska permanenta länkar
tr: Otomatik kalıcı bağlantı

source: If you use this feature, any time a new album is created, a permalink to it with the name of the album will be created, unless a permalink by the same name already exists. You will be able to remove the permalink if you wish.
da: Hvis du bruger denne funktion, vil der blive oprettet et permalink hver gang du laver et nyt album. Med mindre et permalink med det samme navn allerede eksisterer. Du kan fjerne permalinket hvis du vil.
ja: あなたがこの機能を使用するなら、どんなときも新しいアルバムは作成され、同じ名前のパーマリンクが既に存在しない場合はアルバムの名前でパーマリンクが作成されるでしょう。望まないならパーマリンクを取り外すことができます。
nl: Indien U de auto-permalinks gebruikt, zal voor ieder nieuw aangemaakte album een permalink aangemaakt worden met de naam van het album. Indien er al een permalink bestaat met dezelfde naam, dan wordt deze niet aangemaakt. Uiteraard zijn de aangemaakte permalinks te verwijderen.
no: Om du benytter denne funksjonen vil det opprettes en permalenke med navnet på albumet hver gang et nytt album opprettes, med mindre en permalenke med samme navn allerede finnes. Du kan fjerne permalenken om du ønsker det.
sr: Ako omogućite ovu opciju, svaki put kad se napravi novi album, biće napravljena i nova permaveza ka njoj sa imenom albuma, osim ako već postoji permaveza sa tim imenom. Moći ćete da uklonite ove permaveze, ako to želite.
sv: Om du använder den här funktionen kommer det varje gång ett nytt album skapas även skapas en ny permanent länk med samma namn som albumet om det inte redan finns en permanent länk med det namnet. Du kommer att kunna ta bort den permanenta länken om du vill.

source: Enable auto-permalink
da: Aktivér auto permalink
ja: 自動パーマリンクを有効にする
nl: auto-permalink inschakelen
no: Aktiver automatisk permalenke
sr: Automatski pravi permaveze
sv: Aktivera automatiska permanenta länkar
tr: Otomatik kalıcı bağlantı etkinleştir

source: Global list of permalinks
da: Global liste over permalinks
ja: パーマリンクの全てのリスト
nl: Volledige lijst van permalinks
no: Global liste over permalenker
sr: Globalni spisak permaveza
sv: Global lista över permanenta länkar
tr: Kalıcı bağlantıların global listesi

source: Save
da: Gem
ja: 保存
nl: Bewaar
no: Lagre
sr: Sačuvaj
sv: Spara
tr: Kaydet
