Repository: kenorb/wp_site
Catalog: gallery2/modules/publishxp/po/*.po
Languages: el, sv

source: Windows Publishing Wizard
sv: Publiseringsguiden i Windows

source: Publish photos to Gallery directly from Windows
sv: Publicera bilder till Gallery direkt från Windows

source: Import
el: Εισαγωγή
sv: Importera

source: %s at %s
sv: %s på %s

source: Publish Your Photos and Movies to %s
el: Ανεβάστε τις φωτογραφίες και τις ταινίες σας στην %s
sv: Publicera dina bilder och filmer på %s

source: Upload to Gallery
el: Ανεβάστε στην Γκαλερί
sv: Ladda upp till Gallery

source: Microsoft Windows comes with a nice feature that allows you to publish content from your desktop directly to a web service. Follow the instructions below to enable this service on your Windows system.
sv: Microsoft Windows har en bra funktion som tillåter dig att publicera innehåll från ditt skrivbord direkt till en webbtjänst. Följ instruktionerna nedan för att aktivera tjänsten i ditt Windows.

source: Download the configuration file using right-click 'Save Target As...' Once downloaded, rename it to 'install_registry.reg'. If it asks you for confirmation about changing the file type, answer 'yes'. Right click on this file and you should see a menu appear. Select the Merge option (this should be at the top of the menu). It will ask you if you want to import these values into your registry. Click 'Ok'. It will tell you that the files were imported successfully. Click 'Ok' again.
el: Κατεβάστε το αρχείο 'install_registry.reg' που βρίσκεται πιο κάτω. Πατώντας με το δεξί πλήκτρο στο ποντίκι σας, σ' αυτό το αρχείο, θα δείτε να εμφανίζεται ένα μενού. Διαλέξτε την επιλογή "Merge"(πρέπει να βρίσκεται στην πρώτη θέση του μενού). Θα σας ζητήσει αν θέλετε να εισάξετε αυτές τις αξίες στο registry σας. Πατήστε 'ΟΚ'. Θα σας ενημερώσει ότι η εισαγωγή έγινε με επιτυχία. Πατήστε 'ΟΚ' ξανά.
sv: Ladda ner konfigurationsfilen genom att högerklicka och välja 'Spara Som...'. När filen har laddats ner, byt namn på den till 'install_registry.reg'. Om Windows ber dig bekräfta ändring av filtypen, svara 'Ja'. Om du högerklicka på filen bör du se en meny. Välj alternativet Infoga (det bör vara det översta alternativet i menyn). Du kommer att bli tillfrågad om du vill importera dessa värden till ditt register. Klicka på 'ok'. Du kommer att få ett meddelande om filen importerades korrekt eller inte.

source: (for Windows Vista)
el: (για Windows Vista)
sv: (för Windows Vista)

source: (for Windows XP, Windows 2000 and earlier Windows versions)
el: (για Windows XP, Windows 2000 και νεότερες εκδόσεις Windows)
sv: (för Windows XP, Windows 2000 och tidigare Windowsversioner)

source: Download [install_registry.reg]
el: Κατεβάστε το [install_registry.reg]
sv: Ladda ner [install_registry.reg]

source: Open your %sWindows Photo Gallery%s.
sv: Öppna %sFotogalleriet%s i Windows.

source: Select one or more images / files in your Windows Photo Gallery.
sv: Välj en eller flera bilder/filer i Fotogalleriet.

source: Click "Print..." and select the online printing option (not the local printing option).
sv: Klicka på "Skriv ut..." och välj att skriva ut online (inte alternativet att skriva ut lokalt).

source: Select the Gallery 2 printing service.
sv: Välj utskriftstjänsten från Gallery 2.

source: Then follow the instructions to log into your Gallery, select an album and publish the image(s).
sv: Följ sen instruktionerna och logga in i ditt Gallery, välj ett album och publisera bilderna.

source: Windows XP, Windows 2000 and earlier Windows versions
sv: Windows XP, Windows 2000 och tidigare Windowsversioner

source: Open your Windows Explorer and browse to a folder containing supported images.
sv: Öppna Utforskaren i Windows och bläddra till en mapp som innehåller bilder.

source: Select the image(s) or a folder.
sv: Välj en eller flera bilder eller en mapp.

source: Click the link on the left that says "Publish this file to the web..."
sv: Klicka på länken till vänster som heter "Publisera den här filen på nätet..."

source: Usage
sv: Instruktioner

source: Specify the name and title for the new album.
el: Γράψτε το όνομα και τον τίτλο του καινούργιου άλμπουμ
sv: Ange namn och titel på det nya albumet.

source: Create a new album
el: Δημιουργήστε καινούργιο άλμπουμ
sv: Skapa ett nytt album

source: Name
el: Όνομα
sv: Namn

source: (required)
el: (απαιτείται)
sv: (obligatoriskt)

source: The name of this album on your hard disk. It must be unique in this album. Only use alphanumeric characters, underscores or dashes. You will be able to rename it later.
el: Το όνομα του άλμπουμ στον σκληρό σας δίσκο. Πρέπει να είναι μοναδικό σ' αυτό το άλμπουμ. Χρησιμοποιήστε μόνο αλφανουμερικούς χαρακτήρες, υπογράμμιση (_) ή παύλες (-). Θα μπορείτε να το μετονομάσετε αργότερα.
sv: Namnet på det här albumet på din hårddisk. Det måste vara unikt i det här albumet. Använd endast alfanumeriska tecken, understrykningsstreck eller bindestreck. Du kan byta namn på det senare.

source: Your name contains invalid characters. Please enter another.
el: Το όνομα περιέχει μη έγκυρους χαρακτήρες. Παρακαλούμε δώστε ένα άλλο.
sv: Ditt namn innehåller ogiltiga tecken. Var vänlig och ange ett annat.

source: You must enter a name for this album.
el: Πρέπει να δώσετε ένα όνομα γι' αυτό το άλμπουμ
sv: Du måste ange ett namn för det här albumet.

source: Title
el: Τίτλος
sv: Titel

source: This is the album title.
el: Αυτός είναι ο τίτλος του άλμπουμ.
sv: Det här är albumets titel.

source: Summary
el: Περίληψη
sv: Sammanfattning

source: This is the album summary.
el: Αυτή είναι η περίληψη του άλμπουμ
sv: Det här är albumets sammanfattning.

source: Keywords
el: Λέξεις κλειδιά
sv: Nyckelord

source: Keywords are not visible, but are searchable.
el: Οι λέξεις κλειδιά δεν είναι ορατές, αλλά είναι εξερευνήσιμες.
sv: Nyckelord är inte synliga, men sökbara.

source: Description
el: Περιγραφή
sv: Beskrivning

source: This is the long description of the album.
el: Μακροσκελής Περιγραφή Άλμπουμ.
sv: Det här är albumets långa beskrivning.

source: Set options for the photos to be added.
el: Ρυθμίστε τις επιλογές για τις φωτογραφίες που θα προστεθούν.
sv: Ange alternativ för bilderna som ska läggas till

source: Standard Options
el: Επιλογές
sv: Standardalternativ

source: Now that you have chosen the destination album, the following options can be used when adding the photos to Gallery.
el: Τώρα που επιλέξατε το άλμπουμ προορισμού, μπορείτε να χρησιμοποιήσετε τις ακόλουθες επιλογές για τις φωτογραφίες που ανεβάζετε στην Γκαλερί.
sv: Nu när du valt destinationsalbumet kan du använda följande alternativ när fotona läggs upp i Gallery.

source: Strip file extensions?
el: Να αγνοηθούν τα extentions των αρχείων?
sv: Ta bort filändelser?

source: Set captions on the published items?
el: Να δωθούν τίτλοι στα ανεβασμένα αρχεία;
sv: Sätt rubriker på publiserade objekt?

source: Login to your account
el: Συνδεθείτε στον λογαριασμό σας
sv: Logga in med ditt konto

source: Username
el: Όνομα Χρήστη
sv: Användarnamn

source: You must enter a username
el: Πρέπει να δώσετε ένα όνομα χρήστη
sv: Du måste ange ett användarnamn

source: Logins temporarily disabled due to multiple failed login attempts.
el: Η Σύνδεση απενεργοποιήθηκε προσωρινά μετά από τις πολλαπλές αποτυχημένες προσπάθειες σύνδεσης.
sv: Inloggning är för tillfället inte tillåtet på grund av för många misslyckade inloggningsförsök.

source: Password
el: Κωδικός Πρόσβασης
sv: Lösenord

source: You must enter a password
el: Πρέπει να δώσετε κωδικό πρόσβασης
sv: Du måsteange ett lösenord

source: Your login information is incorrect. Please try again.
el: Οι πληροφορίες σύνδεσης σας είναι λανθασμένες. Παρακαλούμε δοκιμάστε ξανά.
sv: Dina inloggingsuppgifter var inte korrekta. Var vänlig och försök igen.

source: Choose an album for new photos, or create a new album.
el: Επιλέγξτε ένα άλμπουμ για τις καινούργιες φωτογραφίες, ή δημιουργήστε ένα καινούργιο άλμπουμ.
sv: Välj ett album för nya foton, eller skapa ett nytt album

source: New Album
el: Καινούργιο Άλμπουμ
sv: Nytt album

source: You must select an album
el: Πρέπει να επιλέξετε ένα άλμπουμ
sv: Du måste välja ett album
