Repository: kenorb/wp_site
Catalog: gallery2/modules/icons/po/*.po
Languages: fa

source: Icons
fa: شمایل‌ها

source: Display icons for links
fa: نمایش شمایل برای پیوندها

source: Display
fa: نمایش

source: None
fa: هیچ

source: Paul Armstrong Designs
fa: ظرح‌های پل آرمسترانگ

source: Silk Icons
fa: شمالی‌های ابریشمی

source: Icon Settings
fa: تنظیم‌های شمایل

source: Settings saved successfully
fa: تنظیم‌ها با موفقیت ذخیره شدند

source: No icon packs are available.
fa: هیچ بسته‌ی شمایل در دسترس نیست.

source: Select an icon pack to use for this Gallery.
fa: یک بسته شمایل برای این گالری انتخاب کنید.

source: Save
fa: ذخیره

source: Reset
fa: بازنشانی

source: Icon Pack Browser
fa: مرورگر بسته‌شمایل

source: Link ID
fa: کدشناسایی پیوند
