Repository: kenorb/wp_site
Catalog: gallery2/modules/notification/po/*.po
Languages: de, es, fr, ja, pl, ru, sr, sv

source: Notification
de: Benachrichtigung
es: Notificación
ja: 通知
pl: Powiadomienia
ru: Уведомления
sr: Obaveštenje
sv: Notifiering

source: Allow users to be notified of events by subscription.
de: Erlaubt Benutzern über Veränderungen benachrichtigt zu werden.
es: Permite a los usuarios ser notificados de los eventos mediante una suscripción.
fr: Autorise les utilisateurs à étre notifiés d'évènements sur la base d'abonnements
ja: 購読でイベントの通知をユーザに許可します。
pl: Umożliwia użytkownikom subskrybcję powiadomień o wydarzeniach w galerii.
ru: Позволяет уведомлять пользователей о событиях в Галерее.
sr: Omogućava korisnicima da pretplatom budu obavešteni o događajima.

source: Gallery
pl: Galeria
ru: Галерея
sr: Galerija

source: Watch List
de: Abonnements-Liste
es: Lista de Notificaciones
fr: Liste des surveillances
ja: 監視一覧
pl: Lista obserwowanych
ru: Список отслеживаемых событий
sr: Praćeni događaji

source: Watch
de: Abonnieren
es: Observar
fr: Surveiller
ja: 監視
pl: Obserwuj
ru: Наблюдение
sr: Prati

source: Plugin Activation Event
de: Erweiterungs-Aktivierung Ereignis
es: Evento de Activación de Plugin
fr: Évènement d'activation de module
ja: プラグイン有効化イベント
pl: Aktywacja modułu
ru: Активизация модуля
sr: Aktivacija dodatka

source: The %s %s was activated
de: Das %s %s wurde aktiviert
es: El %s %s fue activado
fr: Le %s %s a été activé
ja: %s%sは有効化されました
pl: Aktywowano %s %s
ru: %s %s было активизировано
sr: %s %s je aktiviran

source: Plugin Deactivation Event
de: Erweiterungs-Deaktivierung Ereignis
es: Evento de Desactivación de un Plugin
fr: Évènement de désactivation de module
ja: プラグイン無効化イベント
pl: Deaktywacja modułu
ru: Дезактивация модуля
sr: Deaktivacija dodatka

source: The %s %s was deactivated
de: Das %s %s wurde deaktiviert
es: El %s %s fue desactivado
fr: Le %s %s a été désactivé
ja: %s%sは無効化されました
pl: Deaktywowano %s %s
ru: %s %s было дезактивировано
sr: %s %s je deaktiviran

source: Error Event
de: Fehler Ereignis
es: Evento de Error
fr: Évènement d'erreur
ja: エラーイベント
pl: Wystąpienie błędu
ru: Произошла ошибка
sr: Greška

source: Item Order Event
de: Element-Sortierreihenfolge Ereignis
es: Evento de Cambio de Orden de los Elementos
fr: Évènement de modification d'ordre d'élément
ja: アイテムオーダーイベント
pl: Zmiana kolejności pozycji
ru: Изменение места элемента
sr: Sortiranje objekta
sv: Evento Ordinamento Oggetto

source: The child items for %s have been reordered.
de: Die Elemente vom Album %s wurden neu sortiert.
es: Los elementos hijos de %s han sido reordenados.
fr: Les éléments de l'album %s ont été réordonnés.
ja: %sの子アイテムは再オーダーされました。
pl: Zmieniono kolejność pozycji w %s.
ru: Вложенные элементы для %s пересортированы.
sr: Podelementi objekta %s su sortirani na nov način.
sv: Gli oggetti appartenenti a %s sono stati riordinati.

source: User Login Event
de: Benutzer-Anmeldungs Ereignis
es: Evento de Conexión del Usuario
fr: Évènement de connexion d'utilisateur
ja: ユーザログインイベント
pl: Zalogowanie się użytkownika
ru: Вход пользователя
sr: Prijava korisnika
sv: Evento Login Utente

source: User %s has logged in.
de: Benutzer %s hat sich angemeldet.
es: El usuario %s se ha conectado.
fr: L'utilisateur %s s'est connecté.
ja: ユーザ%sはログインしました。
pl: Użytkownik %s zalogował się do galerii.
ru: Пользователь %s вошёл.
sr: Korisnik %s se prijavio.
sv: L'utente %s si è connesso.

source: User Login Failed Event
de: Ereignis für gescheiterte Benutzer-Anmeldungs-Versuche
es: Envento de Conexion Fallida del Usuario
fr: Évènement d'erreur d'authentification
ja: ユーザログイン失敗イベント
pl: Nieudane logowanie użytkownika
ru: Ошибка входа пользователя
sr: Neuspešna prijava korisnika
sv: Evento Login Utente Fallito

source: User %s login failed.
de: Anmeldung gescheitert für Benutzer %s
es: La conexión del Usuario %s falló.
fr: L'utilisateur %s a généré une erreur d'authentification.
ja: ユーザ%sはログインに失敗しました。
pl: Nieudane logowanie użytkownika %s.
ru: Пользователь %s, ошибка входа.
sr: Korisnik %s nije uspeo da se prijavi na sistem.
sv: L'utente %s non è riuscito a fare il login.

source: User Logout Event
de: Benutzer-Abmeldungs Ereignis
es: Evento de Desconexión de Usuario
fr: Évènement de déconnexion d'utilisateur
ja: ユーザログアウトイベント
pl: Wylogowanie się użytkownika
ru: Выход пользователя
sr: Odjava korisnika
sv: Evento Logout Utente

source: User %s has logged out.
de: Benutzer %s hat sich abgemeldet.
es: El usuario %s se ha desconectado.
fr: L'utilisateur %s s'est déconnecté.
ja: ユーザ%sはログアウトしました。
pl: Użytkownik %s wylogował się z galerii.
ru: Пользователь %s вышел.
sr: Korisnik %s se odjavio.
sv: L'utente %s si è disconnesso.

source: Permission Removed Event
de: Berechtigungs-Entfernung Ereignis
es: Evento de Permiso Eliminado
fr: Évènement de suppression de permission
ja: パーミッション削除イベント
pl: Odebranie uprawnień
ru: Удалено правило доступа
sr: Uklanjanje prava
sv: Evento Permessi Eliminati

source: Permission Change on %s items.
de: Änderung der Berechtigungen für %s Elemente.
es: Permisos Cambiados en %s elementos.
fr: Modification des permissions sur %s éléments.
ja: %sアイテムでパーミッションが変更しました。
pl: Zmieniono uprawnienia dla pozycji %s.
ru: Для %s элементов изменены правила доступа.
sr: Izmena prava na %s objekata.
sv: Modifica ai Permessi degli oggetti %s.

source: Plugin Uninstalled Event
de: Erweiterungs-Deinstallation Ereignis
es: Evento de Desistalación de un Plugin
fr: Évènement de suppression de module
ja: プラグインアンインストールイベント
pl: Odinstalowanie modułu
ru: Удалён модуль
sr: Deinstalacija dodatka
sv: Evento Plugin Disinstallato

source: The %s %s was uninstalled
de: Das %s %s wurde deinstalliert
es: El %s %s fue desinstalado
fr: Le %s %s a été désinstallé
ja: %s%sはアンインストールされました
pl: Odinstalowano %s %s
ru: %s %s были удалены
sr: %s %s je deinstaliran
sv: Il %s %s è stato disinstallato

source: Album Structure Change Event
de: Album-Struktur-Veränderung Ereignis
es: Evento de Cambio en la Estrutura del Álbum
fr: Évènement de changement de la structure d'un album
ja: アルバム構造変更のイベント
pl: Zmiana struktury albumu
ru: Изменение структуры альбома
sr: Promena strukture albuma
sv: Evento Modifica Struttura Album

source: Viewable Tree Change Event Occurred
de: Die sichtbare Album-Struktur wurde verändert.
es: Ocurrió un Evento de Cambio del Árbol Visible
fr: Un évènement de modification de l'arbre des albums est survenu
ja: 閲覧可能なツリーの変更イベントが発生しました
pl: Zmieniono strukturę drzewa
ru: Произошло изменение дерева просмотра
sr: Vidljiv događaj promene stabla
sv: Si è Verificato l'Evento Cambiamento dell'Albero Visibile

source: Entity Saved Event
de: Speicherungs-Ereignis
es: Evento de Entidad Guardada
fr: Évènement de sauvegarde d'élément
ja: エンティティはイベントを保存しました
pl: Zapisanie obiektu
ru: Произведено сохранение
sr: Objekat sačuvan
sv: Evento Salvataggio Entità

source: %s was saved
de: %s wurde gespeichert
es: %s fue guardado
fr: %s a été sauvegardé
ja: %sを保存しました
pl: Zapisano %s
ru: %s было сохранено
sr: %s je sačuvan
sv: %s è stato salvato

source: Entity Deleted Event
de: Löschungs-Ereignis
es: Evento de Entidad Borrada
fr: Évènement de suppression d'élément
ja: エンティティはイベントを削除しました
pl: Skasowanie obiektu
ru: Произведено удаление
sr: Brisanje objekta
sv: Evento Eliminazione Entità

source: %s was deleted
de: %s wurde gelöscht
es: %s fue borrado
fr: %s a été supprimé
ja: %sを削除しました
pl: Skasowano %s
ru: %s было удалено
sr: %s je izbrisan
sv: %s è stato eliminato

source: Item Added
de: Element hinzugefügt
es: Elemento Añadido
fr: Élément ajouté
ja: アイテムを追加しました
pl: Dodanie pozycji
ru: Добавлен элемент
sr: Dodavanje objekta
sv: Oggetto Inserito

source: A new %s has been added. To view it, click here: %s
de: Ein neues %s wurde hinzugefügt. Um es zu sehen, folgen Sie bitte folgendem Link: %s
es: Un nuevo %s ha sido añadido. Para verlo, haz click aquí: %s
fr: Un nouvel %s a été ajouté. Pour le voir, cliquez ici&nbsp;: %s
ja: 新規%sを追加しいました。閲覧するにはここをクリックします: %s
pl: Dodano %s. Aby przeglądać, kliknij tutaj: %s
ru: Было добавлено новое %s . Чтобы посмотреть его нажмите здесь: %s
sr: Novi %s je dodat. Da biste ga pogledali, kliknite ovde: %s
sv: È stato inserito un nuovo oggetto: %s. Per visualizzare, clicca qui: %s

source: Select Event
de: Ereignis wählen
es: Seleccionar Evento
fr: Sélectionner un évènement
ja: イベント選択
pl: Wybierz zdarzenie
ru: Выберите событие
sr: Izaberite objekat
sv: Selezionare Evento

source: Select Handler
de: Aktion wählen
es: Seleccionar Controlador
fr: Sélectionner un traitement
ja: ハンドラ選択
pl: Wybierz sposób powiadamiania
ru: Выберите обработчик
sr: Izaberite obrađivača
sv: Selezionare Azione

source: Send an email
de: E-Mail versenden
es: Enviar un correo electrónico
fr: Envoyer un eMail
ja: メールを送信
pl: Wyślij email
ru: Послать E-mail
sr: Pošalji email
sv: Invia un'email

source: If you no longer wish to subscribe to this notification please update your account settings at:
de: Falls Sie keine weiteren Meldungen erhalten möchten, bitte ändern Sie Ihre Benutzereinstellungen bei:
es: Si ya no deseas suscribirte a esta notificación, por favor, actualiza la configuración de tu cuenta en:
fr: Si vous ne désirez plus être abonnés à ces notifications, veuillez mettre à jour votre compte à&nbsp;:
ja: この通知の購読をもう望まない場合、アカウント設定を更新してください:
pl: Jeśli nie chcesz dłużej otrzymywać powiadomień, proszę zaktualizuj swoje ustawienia na stronie:
ru: Если вы не желаете получать это уведомление, пожалуйста обновите вашу учётную запись здесь:
sr: Ako više ne želite da budete obavešteni o ovom događaju, molimo vas da ažurirate podešavanja svog naloga:
sv: Se desideri non essere più iscritto a questa notifica è sufficiente aggiornare la configurazione nel tuo profilo presso:

source: Item Notification Settings
de: Element Benachrichtigungs-Einstellungen
es: Configuración de la Notificación del Elemento
fr: Paramètres de notification d'élément
ja: アイテム通知設定
pl: Ustawienia powiadomień pozycji
ru: Настройка уведомлений
sr: Parametri obaveštenja objekata
sv: Configurazione Notifiche Oggetto

source: Settings saved successfully
de: Die Einstellungen wurden erfolgreich gespeichert
es: Configuración guardada con éxito
fr: Paramétres sauvegardés avec succès
ja: 設定の保存に成功しました
pl: Ustawienia zostały zapisane poprawnie
ru: Настройки успешно сохранены
sr: Paramtri uspešno sačuvani
sv: Configurazione salvata con successo

source: Event
de: Ereignis
es: Evento
fr: Pas autorisé pour recevoir des notifications
ja: イベント
pl: Zdarzenie
ru: Событие
sr: Događaj
sv: Evento

source: Action
de: Aktion
es: Acción
ja: アクション
pl: Akcja
ru: Действие
sr: Akcija
sv: Azione

source: Subscribe
de: Abonnieren
es: Suscribir
fr: S'abonner
ja: 購読
pl: Subskrybuj
ru: Использовать
sr: Pretplati se
sv: Iscriviti

source: Apply to sub items
de: Auf Unteralben anwenden
es: Aplicar a los subelementos
fr: Appliquer aux sous-éléments
ja: サブアイテムに適用
pl: Zastosuj do podpozycji
ru: Применить к вложенным элементам
sr: Primeni na podobjekte
sv: Applica agli oggetti sottostanti

source: Not authorized to receive notifications
de: Nicht berechtigt um Benachrichtigungen zu erhalten
es: No estás autorizado para recibir notificaciones
fr: Non autorisé pour recevoir des notifications
ja: 通知を受け取るための認証はありません
pl: Brak uprawnień do otrzymywania powiadomień
ru: Для получения уведомлений необходимо войти
sr: Nemate prava da primate obaveštenja
sv: Non sei autorizzato a ricevere notifiche

source: Save
de: Speichern
es: Guardar
fr: Sauver
ja: 保存
pl: Zapisz
ru: Сохранить
sr: Sačivaj
sv: Salva

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
ja: リセット
pl: Przywróć ustawienia domyślne
ru: Отменить
sr: Poništi
sv: Resetta

source: Site Notification Administration
de: Site Administration für Benachrichtigungen
es: Administración de la Notificación del Sitio
fr: Administration des notifications du site
ja: サイト通知管理
pl: Ustawienia powiadomień
ru: Управление уведомлениями из Галереи
sr: Administracija obaveštenja
sv: Amministrazione Notifiche del Sito

source: Description
de: Beschreibung
es: Descipción
ja: 説明
pl: Opis
ru: Описание
sr: Opis
sv: Descrizione

source: Handler
de: Aktion
es: Controlador
fr: Traitement
ja: ハンドラ
pl: Sposób powiadamiania
ru: Обработчик
sr: Obrađivač
sv: Azione

source: Enabled
de: Aktiv
es: Activado
fr: Activé
ja: 有効
pl: Włączone
ru: Действует
sr: Uključen
sv: Attivo

source: Public
de: Öffentlich
es: Público
ja: 公開
pl: Publiczne
ru: Открытое
sr: Javni
sv: Pubblico

source: Event Handler is required
de: Ereignis Aktion ist erforderlich
es: Se require un controlador para el evento
fr: Un traitement d'évènement est requis
ja: イベントハンドラは必須です
pl: Proszę wybrać sposób powiadamiania
ru: Требуется обработчик события
sr: Neophodan je obrađivač događaja
sv: È necessaria un'Azione

source: User Notification Administration
de: Benutzereinstellungen für Benachrichtigungen
es: Administración de la Notificación del Usuario
fr: Administration des notifications des utilisateurs
ja: ユーザ通知管理
pl: Ustawienia powiadomień użytkownika
ru: Управление уведомлениями пользователя
sr: Administracija obaveštavanja korisnika
sv: Amministrazione Notifiche Utente

source: Events
de: Ereignisse
es: Eventos
fr: Évènements
ja: イベント
pl: Zdarzenia
ru: События
sr: Događaji
sv: Eventi

source: Method
de: Methode
es: Métodos
fr: Méthode
ja: 方法
pl: Metoda
ru: Метод
sr: Metod
sv: Metodo

source: You are not subscribed to any available events
de: Sie sind momentan für keine Benachrichtigungen abonniert
es: No estás suscrito a ninguno de los eventos disponibles
fr: Vous n'avez pas souscrit à aucune notification d'évènement
ja: 有効なイベントは何も購読していません
pl: Brak subskrybcji powiadomień o zdarzeniach
ru: Вы не выбрали никаких событий
sr: Niste pretplaćeni ni na jedan događaj
sv: Non sei iscritto ad alcun evento disponibile
