Repository: kenorb/wp_site
Catalog: gallery2/modules/getid3/po/*.po
Languages: da, el, sr

source: A toolkit for getting id3 tag information
da: Et værktøjssæt for hentning af id3 mærke information
el: Εργαλειοθήκη για πληροφορίες ετικετών id3
sr: Alatka za preuzimanje informacija iz ID3 oznaka

source: Extra Data
da: Ekstra Data
el: Επιπρόσθετα Στοιχεία
sr: Posebni podaci

source: Get the origination timestamp
da: Hent det oprindelige tidsstempel
el: Λήψη αρχικού χρονόσημου
sr: Preuzmi početni datum i vreme

source: Artist
da: Kunstner
el: Καλλιτέχνης
sr: Izvođač

source: Audio Bit Rate
da: Lyd bitrate
el: Ρυθμός μετάδοσης bit ήχου (Bit Rate)
sr: Brzina zvuka u bitovima

source: Audio Bit Rate Mode
da: Lyd bitrate tilstand
el: Κατάσταση Ρυθμού Μετάδοσης bit Ήχου (Bit Rate)
sr: Režim brzine zvuka u bitovima

source: Audio Channels
da: Lyd kanaler
el: Κανάλια Ήχου
sr: Zvučnih kanala

source: Audio Codec
da: Lyd codec
el: Κωδικοποίηση Ήχου (Codec)
sr: Zvučni kodek

source: Channel Mode
da: Kanal tilstand
el: Κατάσταση Καναλιών
sr: Režim kanala

source: Audio Sample Rate
da: Lydprøve hastighed
sr: Brzina uzorkovanja zvuka

source: Copyright
el: Πνευματικά Δικαιώματα
sr: Autorsko pravo

source: Date/Time
da: Dato og tid
el: Ημερομηνία/Ώρα
sr: Datum/Vreme

source: Genre
el: Είδος
sr: Žanr

source: Playtime (Seconds)
da: Spilletid (sekunder)
el: Χρόνος Αναπαραγωγής (δευτερόλεπτα)
sr: Dužina (u sekundama)

source: Playtime
da: Spilletid
el: Χρόνος Αναπαραγωγής
sr: Dužina

source: Title
da: Titel
el: Τίτλος
sr: Naslov

source: Track
da: Spor
el: Κομμάτι
sr: Zapis

source: Video Bit Rate
el: Ρυθμός μετάδοσης bit Ταινίας (Bit Rate)
sr: Brzina videa u bitovima

source: Video Bit Rate Mode
da: Video bitrate tilstand
el: Κατάσταση Ρυθμού μετάδοσης bit Ταινίας (Bit Rate)
sr: Režim brzine videa u bitovima

source: Video Codec
el: Κωδικοποιηση Ταινίας
sr: Video kodek

source: Video Data Format
sr: Format video podataka

source: Video Frame Rate
da: Video billedhastighed
sr: Učestanost slika u video

source: Video Resolution X
da: Video opløsning X
el: Ανάλυση Ταινίας X
sr: X rezolucija videa

source: Video Resolution Y
da: Video opløsning Y
el: Ανάλυση Ταινίας Y
sr: Y rezolucija videa

source: Video Software
el: Λογισμικό Ταινίας
sr: Video softver

source: Year
da: År
el: Έτος
sr: Godina

source: getID3() Settings
da: getID3() indstillinger
el: Ρυθμίσεις getID3()
sr: getID3() parametri

source: Added %d property to the Summary view
da: Tilføjede %d egenskaben til oversigts-visningen
el: Προστέθηκε %d ιδιότητα στην προβολή περίληψης
sr: Dodato %d svojstvo na sažetak

source: Removed %d property from the Summary view
da: Fjernede %d egenskaben fra oversigts-visningen
el: Αφαιρέθηκε %d ιδιότητα από την προβολή περίληψης
sr: Uklonjeno %d svojstvo sa sažetka

source: Restored the default properties for the Summary view
da: Gendannede standard egenskaberne til oversigts-visningen
el: Ανακτήθηκαν οι προεπιλεγμένες ιδιότητες για την προβολή Περίληψης
sr: Vraćena podrazumevana svojstva sažetka

source: Moved %d property up in the Summary view
da: Flyttede %d egenskaben op i oversigts-visningen
el: Μεταφέρθηκε πάνω %d ιδιότητα στην προβολή περίληψης
sr: %d svojstvo pomereno na gore u sažetku

source: Moved %d property down in the Summary view
da: Flyttede %d egenskaben ned i oversigts-visningen
el: Μεταφέρθηκε κάτω %d ιδιότητα στην προβολή περίληψης
sr: %d svojstvo pomereno na dole u sažetku

source: Added %d property to the Detailed view
da: Tilføjede %d egenskaben til detalje-visningen
el: Προστέθηκε %d ιδιότητα στην Λεπτομερή προβολή
sr: Dodato %d svojstvo na detaljni prikaz

source: Removed %d property from the Detailed view
da: Fjernede %d egenskaben fra detalje-visningen
el: Αφαιρέθηκε %d ιδιότητα από την Λεπτομερή προβολή
sr: Uklonjeno %d svojstvo sa detaljnog prikaza

source: Restored the default properties for the Detailed view
da: Gendannede standard egenskaberne til detalje-visningen
el: Ανακτήθηκαν οι προεπιλεγμένες ιδιότητες για την προβολή Λεπτομερειών
sr: Vraćena podrazumevana svojstva na detaljni prikaz

source: Moved %d property up in the Detailed view
da: Flyttede %d egenskaben op i detalje-visningen
el: Μεταφέρθηκε πάνω %d ιδιότητα στην Λεπτομερή προβολή
sr: %d svojstvo pomereno na gore na detaljnom prikazu

source: Moved %d property down in the Detailed view
da: Flyttede %d egenskaben ned i detalje-visningen
el: Μεταφέρθηκε κάτω %d ιδιότητα στην Λεπτομερή προβολή
sr: %d svojstvo pomereno na dole na detaljnom prikazu

source: Settings saved successfully
da: Opsætningen blev gemt
el: Οι Ρυθμίσεις αποθηκεύτηκαν με επιτυχία
sr: Parametri uspešno sačuvani

source: getID3() is a PHP4 script that extracts useful information (such as ID3 tags, bitrate, playtime, etc.) from MP3s &amp; other multimedia file formats (Ogg, WMA, WMV, ASF, WAV, AVI, AAC, VQF, FLAC, MusePack, Real, QuickTime, Monkey's Audio, MIDI and more).
da: getID3() er et PHP4 script der udtrækker nyttige informationer (såsom ID3 mærker, bitrate, spilletid, osv.) fra MP3'er &amp; andre multimedie-filer formater (Ogg, WMA, WMV, ASF, WAV, AVI, AAC, VQF, FLAC, MusePack, Real, QuickTime, Monkey's Audio, MIDI og andre).
el: Το getID3() είναι ένα PHP4 script που εξάγει χρήσιμες πληροφορίες (όπως ID3 ετικέτες, bitrate, διάρκεια αναπαραγωγής, playtime, κ.λπ....) από MP3s &amp; άλλα πολυμέσα (Ogg, WMA, WMV, ASF, WAV, AVI, AAC, VQF, FLAC, MusePack, Real, QuickTime, Monkey's Audio, MIDI και πολλά άλλα).
sr: getID3() je PHP4 skript koji izvlači korisne informacije (kao što su ID3 tagovi, brzina u bitovima, dužina, itd.) iz MP3 datoteka i drugih multimedijalnih tipova datoteka (Ogg, WMA, WMV, ASF, WAV, AVI, AAC, VQF, FLAC, MusePack, Real, QuickTime, Monkey's Audio, MIDI...).

source: Summary and Detailed displays
da: Oversigt og detalje visninger
el: Προβολή Περίληψης και Λεπτομερειών
sr: Sažeti i detaljni prikazi

source: There can be a great deal of information stored in many file formats. We display that data in two different views, summary and detailed. You can choose which properties are displayed in each view.
da: Der kan være en stor mængde informationer gemt i mange filformater. Vi viser disse data i to forskellige visninger, oversigt og detalje. Du kan vælge hvilke egenskaber der vises i hver visning.
el: Μπορεί να υπάρχουν πολλές πληροφορίες οι οποίες αποθηκεύονται σε πολλούς τύπους αρχείων. Εμφανίζουμε τα στοιχεία σε δύο διαφορετικές προβολές, περίληψη και λεπτομερής. Μπορείτε να επιλέξετε ποιες ιδιότητες εμφανίζονται στην κάθε προβολή.
sr: U mnogim tipovima datoteka se može nalaziti velika količina informacija. Te informacije možemo prikazati na dva načina, sažeto i detaljno. Možete izabrati koja će se svojstva u prikazivati u svakom od načina.

source: Available
da: Mulige
el: Διαθέσιμο
sr: Dostupni

source: Summary
da: Sammendrag
el: Περίληψη
sr: Sažetak

source: Detailed
da: Detalje
el: Dettagli
sr: Detaljno

source: You must select at least one value in the available column
da: Du skal vælge mindst en værdi i tilgængelig kollonnen.
el: Πρέπει να επιλέγξετε τουλάχιστον μία τιμή στην διαθέσιμη στήλη
sr: Morate odabrati bar jedno svojstvo iz kolone dostupnih

source: You must select at least one value in the summary column
da: Du skal vælge mindst en værdi i oversigt kollonnen.
el: Πρέπει να επιλέγξετε τουλάχιστον μία τιμή στην στήλη περίληψης
sr: Morate odabrati bar jednu vrednost za sumarnu kolonu

source: You must select at least one value in the detailed column
da: Du skal vælge mindst en værdi i detalje kollonnen.
el: Πρέπει να επιλέξετε τουλάχιστον μία τιμή στην στήλη λεπτομερειών
sr: Morate odabrati bar jednu vrednost za detaljnu kolonu

source: Add to Summary
da: Tilføj til oversigt
el: Προσθέστε την Περίληψη
sr: Dodaj na sažet prikaz

source: Add to Detailed
da: Tilføj til detalje
el: Προσθέστε στις Λεπτομέρειες
sr: Dodaj na detaljni prikaz

source: Remove
da: Fjern
el: Αφαίρεση
sr: Ukloni

source: Up
da: Op
el: Πάνω
sr: Gore

source: Down
da: Ned
el: Κάτω
sr: Dole

source: Reset to Defaults
da: Nulstil til standard
el: Επαναφορά στα προεπιλεγμένα
sr: Poništi

source: Restore the original values for the Summary and Detailed views. Use with caution, there is no undo!
da: Gendan de oprindelige værdier for oversigt og detalje visningerne. Brug den med omtanke, du kan ikke fortryde!
el: Ανακτήστε τις πρωτότυπες τιμές για τις προβολές Περίληψης και Λεπτομερειών. Χρησιμοποιήστε με προσοχή, δεν υπάρχει αναίρεση!
sr: Vraćanje prvobitnih vrednosti za sažet i detaljni prikaz. Pažljivo koristite, jer kasnije vraćanje na trenutno stanje nije moguće!

source: Restore Summary Defaults
da: Gendan oversigt standarder
el: Επαναφορά προεπιλεγμένων περίληψης
sr: Vrati podrazumevan sažet prikaz

source: Restore Detailed Defaults
da: Gendan detalje standarder
el: Ανάκτηση προεπιλεγμένων Λεπτομερειών
sr: Vrati podrazumevan detaljni prikaz

source: Item Upload
da: Emne upload
el: Ανέβασμα Αρχείου
sr: Prenos objekta

source: When MP3s are added to Gallery check the ID3 title field and apply to:
da: Når MP3 filer tilføjes til Gallery, kontroller da ID3 titelfeltet og påfør det til:
sr: Prilikom dodavanja MP3 datoteka u Galeriju, iščitaj naslov iz ID3 oznake i upiši u:

source: Save
da: Gem
el: Αποθήκευση
sr: Sačuvaj

source: Getid3 Module
da: Getid3 Modul
sr: Getid3 modul

source: This module does not work on Windows, yet.
da: Dette modul virker ikke under Windows, endnu.
el: Αυτό το module δεν δουλεύει στα Windows, ακόμη.
sr: Ovaj modul za sada ne radi na Windows-u.

source: Audio/Video Properties
da: Lyd/video egenskaber
el: Ιδιότητες Ήχου/Ταινίας
sr: Audio/Video svojstva

source: summary
da: oversigt
el: περίληψη
sr: sažetak

source: details
da: detalje
el: λεπτομέρειες
sr: detalji

source: Archive File List
da: Arkiv-fil liste
el: Λίστα Αρχείων(Αρχειοθέτηση)
sr: Spisak datoteka arhive

source: Name
da: Navn
el: Όνομα
sr: Naziv

source: Size
da: Størrelse
el: Μέγεθος
sr: Veličina

source: GetID3/Misc info
da: GetID3/Div. info
el: GetID3/Διάφορες πληροφορίες
sr: GetID3/Misc informacije

source: Album
el: Άλμπουμ
