Repository: kenorb/wp_site
Catalog: gallery2/modules/ffmpeg/po/*.po
Languages: sk

source: A toolkit for processing movies
sk: Utilita na spracovanie videí

source: Graphics Toolkits
sk: Grafické nástroje

source: Convert to a JPEG
sk: Skonvertovať do JPEG

source: offset in seconds
sk: posunutie v sekundách

source: Select time offset in movie file
sk: Vyberte časový posun vo video súbore

source: Get the width and height of the movie
sk: Získať šírku a výšku videa

source: Get the width, height and duration of the movie
sk: Získať šírku, výšku a trvanie videa

source: FFMPEG Settings
sk: Nastavenie FFMPEG

source: Settings saved successfully
sk: Nastavenia boli úspešne uložené

source: Watermark successfully added to movie thumbnails
sk: Watermark bol úspešne pridaný do náhľadov videí

source: Watermark successfully removed from movie thumbnails
sk: Watermark bol úspešne zrušený z náhľadov videí

source: FFMPEG is a graphics toolkit that can be used to process video files that you upload to Gallery. You must install the FFMPEG binary on your server, then enter the path to it in the text box below. If you're on a Unix machine, don't forget to make the binary executable (<i>chmod 755 ffmpeg</i> in the right directory should do it)
sk: FFMPEG je grafická utilita, ktorá môže byť použitá na spracovanie video súborov, ktoré nahráte do Galérie. Musíte nainštalovať program FFMPEG a potom zadať cestu k nemu do kolonky na to určenej.

source: Path to FFMPEG:
sk: Cesta k ffmpeg:

source: You must enter a path to your FFMPEG binary
sk: Musíte zadať cestu ku Vašemu ffmpeg programu

source: The path you entered doesn't contain a valid FFMPEG binary. Use the 'test' button to check where the error is.
sk: Cesta, ktorú ste zadali neobsahuje program FFMPEG. Použite tlačítko 'test' pre zistenie chyby.

source: The path you entered isn't a valid path to a <b>ffmpeg</b> binary.
sk: Cesta, ktorú ste zadali nie je platná cesta ku programu ffmpeg.

source: The <b>ffmpeg</b> binary is not executable. To fix it, run <b>chmod 755 %s</b> in a shell.
sk: Súbor ffmpeg nie je spustiteľný. Pre opravu spustite <b>chmod 755 %s</b>.

source: This module can automatically watermark the thumbnails for movies to help distinguish them from photos.
sk: Tento modul môže automaticky pridať watermark na náhľady videí na odlíšenie videí od fotiek.

source: See sample at right.
sk: Pozrite si príklad napravo.

source: Watermark new movie thumbnails
sk: Vložiť watermark na nové náhľady videí.

source: %sAdd%s or %sRemove%s watermark from all existing movie thumbnails.
sk: %sPridať%s alebo %sOdobrať%s watermark z všetkých existujúcich náhľadov videí.

source: Activate another graphics toolkit with watermark support to make this function available.
sk: Aktivujte iný grafický nástroj s podporou watermark na zapnutie tejto funkcie.

source: Save Settings
sk: Uložiť nastavenia

source: Test Settings
sk: Test nastavení

source: Cancel
sk: Zrušiť

source: Reset
sk: Východzie hodnoty

source: FFMPEG binary test results
sk: Výsledky Testu

source: Binary Name
sk: Meno súboru

source: Pass/Fail
sk: Úspešnosť/Neúspešnosť

source: Passed
sk: Úspešné

source: Failed
sk: Neúspešné

source: Error messages:
sk: Chybové správy:

source: Supported MIME Types
sk: Podporované MIME Typy

source: Debug output (%d failed test)
sk: Ladiaci výstup (%d položka zlyhala)

source: We gathered this debug output while testing your Ffmpeg installation. If you read through this carefully you may discover the reason why Ffmpeg failed the tests.
sk: Počas testovania FFMPEG inštalácie sme získali nasledujúce údaje. Ak si ich prečítate pozorne mali by ste zistiť, prečo FFMPEG testy zlyhali.
