Repository: kenorb/wp_site
Catalog: gallery2/modules/imageblock/po/*.po
Languages: fa, sl

source: Image Block
fa: بلاک تصویر
sl: Blok s sliko

source: Random, Most Recent or Most Viewed Photo or Album
fa: نمایش تصادفی، بیشترین مشاهده و یا مشاهده‌های اخیر عکس و یا آلبوم
sl: Naključen, najnovejši ali najbolj gledan foto album

source: Blocks
fa: بلوک‌ها
sl: Bloki

source: Random Image
fa: تصویر تصادفی
sl: Naključna slika

source: Newest Image
fa: جدیدترین تصویر
sl: Zadnja slika

source: Most Viewed Image
fa: مهم‌ترین تصویر از نظر مشاهده
sl: Najbolj gledana slika

source: Random Album
fa: آلبوم تصادفی
sl: Naključen album

source: Newest Album
fa: جدیدترین آلبوم
sl: Najnovejši album

source: Most Viewed Album
fa: مهم‌ترین آلبوم از نظر مشاهده
sl: Najbolj gledan album

source: Picture of the Day
fa: تصویر روز
sl: Slika dneva

source: Picture of the Week
fa: تصویر هفته
sl: Slika tedna

source: Picture of the Month
fa: تصویر ماه
sl: Slika meseca

source: Album of the Day
fa: آلبوم روز
sl: Album dneva

source: Album of the Week
fa: آلبوم هفته
sl: Album tedna

source: Album of the Month
fa: آلبوم ماه
sl: Album meseca

source: Date:
fa: تاریخ:
sl: Datum:

source: Views: %d
fa: بازدیدها: %d
sl: Ogledov: %d

source: Owner: %s
fa: متعلق به %s
sl: Lastnik: %s

source: Prevent this album from being displayed in the Image Block
fa: جلوگیری از نمایش این آلبوم با بلاک تصویر
sl: Prepreči, da bi bil ta album prikazan v Bloku s sliko

source: Apply ImageBlock settings to sub-albums
fa: اعمال تنظیمات بلاک تصویر در آلبوم‌های فرعی
sl: Uporabi nastavitve za blok s sliko v podalbumih

source: Image Block Settings
fa: تنظیم‌های بلاک تصویر
sl: Nastavitve bloka s sliko

source: Settings saved successfully
fa: تنظمیات ذخیره شد
sl: Nastavitve so bile uspešno shranjene

source: Show
fa: نمایش
sl: Prikaži

source: Heading
fa: سرصفحه
sl: Glava

source: Title
fa: عنوان
sl: Naslov

source: Date
fa: تاریخ
sl: Datum

source: View Count
fa: تعداد بازدید
sl: Števec ogledov

source: Owner
fa: توسط
sl: Lastnik

source: Frames
fa: فریم‌ها
sl: Robovi

source: View samples
fa: مشاهده‌ی نمونه
sl: Prikaži primere

source: Album Frame
fa: فریم آلبوم
sl: Rob albuma

source: Photo Frame
fa: فریم عکس
sl: Rob slike

source: Save
fa: ذخیره
sl: Shrani

source: Reset
fa: بازنشانی
sl: Ponastavi

source: External Image Block
fa: بلاک تصویر بیرونی
sl: Zunanji blok s sliko

source: Use a PHP block like the one shown below to include an image block in a PHP page outside of Gallery.
fa: از یک بلاک پی.اچ.پی مانند انچه در زیر می‌بیند برای نمایش بلاک تصویر خارج از گالری استفاده نمایید.
sl: Uporabi PHP blok, kot je prikazano spodaj, da vključiš blok s sliko v PHP stran izven Galerije.

source: Pipe(|) separate list chosen from: randomImage, recentImage, viewedImage, randomAlbum, recentAlbum, viewedAlbum, dailyImage, weeklyImage, monthlyImage, dailyAlbum, weeklyAlbum, monthlyAlbum, specificItem; default is randomImage
fa: از فهرست زیر در حالی که آیتم‌ها را با لوله (|) از هم جدا کرده‌اید، انتخاب نمایید: randomImage, recentImage, viewedImage, randomAlbum, recentAlbum, viewedAlbum, dailyImage, weeklyImage, monthlyImage, dailyAlbum, weeklyAlbum, monthlyAlbum, specificItem; پیش‌فرض randomImage است
sl: Seznam ločen s pokončno črto (|), ki vključuje elemente izbrane med: randomImage, recentImage, viewedImage, randomAlbum, recentAlbum, viewedAlbum, dailyImage, weeklyImage, monthlyImage, dailyAlbum, weeklyAlbum, monthlyAlbum, specificItem; privzeto je randomImage

source: Limit the item selection to the subtree of the gallery under the album with the given id; or the id of the item to display when used with specificItem block type
sl: Omeji izbiro predmeta za prikaz v bloku s sliko na poddrevo galerije v albumu z danim ID-jem; ali ID predmeta.

source: Scale images to this maximum size. If used alone Gallery will locate the most-closely-sized image to the specified value - larger images will be scaled down as necessary in your browser. If specified along with %sshow=fullSize the full size image will always be used and scaled down as necessary.
sl: Povečaj/pomanjšaj slike na to največjo velikost. Če je uporabljno samo to, bo Galerija našla sliko, ki je po velikosti najbližja določeni vrednosti. Večje slike bodo pomanjšane, kolikor je potrebno, v brskalniku. Če je uporabljeno skupaj z %sshow=fullSize, bo vedno uporabljena polna velikost slike in po potrebi pomanjšana.

source: Just like %smaxSize except that it will not substitute an image smaller than the size you request, so you'll get the closest match in size possible. Note that this may use a lot more bandwidth if a much larger image has to be scaled down in your browser.
sl: Enako kot %smaxSize, samo da ne bo zamenjana slika, ki je manjša od zahtevane velikosti in bo izbrana slika, ki je najbližja želeni velikosti. Vedite, da lahko na ta način uporabite več internetnega pretoka, če mora biti dosti večja slika pomanjšan v vašem brskalniku.

source: Href for link on image; value of none for no link; default is link to item in the Gallery
fa: Href برای پیوند به تصویر؛ هیچ معرف عدم وجود پیوند؛ به صورت پیش‌فرض به آیتم درون گالری پیوند داده می‌شود
sl: Href za povezavo na sliko; vrednost 'none' povzroči, da ni linka; privzeta vrednost je link na predmet v Galeriji

source: Add a link target (for example, to open links in a new browser window)
fa: افزودن پیوند مقصد (مثلاً: برای گشودن پیوند در یک پنجره‌ی جدید)
sl: Dodaj cilj povezave (=link target) (npr. da se povezava odpre v novem oknu)

source: Image frame to use around images
fa: قاب برای پیرامون تصویرها
sl: Rob slike, ki naj se uporabi na slikah

source: Image frame to use around albums
fa: قاب برای پیرامون آلبوم‌ها
sl: Rob slike, ki naj se uporabi na albumih

source: If a parameter marked with * is omitted then the site default defined above is used.
sl: Če parameter, ki je označen z * , ni definiran bo uporabljen privzet parameter, ki je definiran zgoraj.

source: Image frames require CSS to be displayed correctly. Include the following in the %s section to support image frames.
sl: Robovi slik potrebujejo, da je CSS pravilno izpisan. Uporabite sledeče na sekciji %s, da omogočite robove slik.

source: Specify the frame id (or pipe separated list of ids) in the frames parameter. Omit the parameter to support the image frames configured above. Frame ids are the directory names in the %s directory.
sl: Določite ID roba (ali seznam ID-jev ločenih s pokočno črto (|)) v parametrih roba. Ne vpišite parametra za omogočenje robov, ki je konfiguriran zgoraj. ID-ji robov so imena map v mapi %s.

source: Image type
fa: نوع تصویر
sl: Tip slike

source: Random image
fa: تصویر تصادفی
sl: Naključna slika

source: Recent image
fa: تصویر مهم
sl: Zadnja slika

source: Viewed image
fa: تصویر مشاهده‌شده
sl: Gledana slika

source: Random album
fa: آلبوم تصادفی
sl: Naključni album

source: Recent album
fa: آلبوم مهم
sl: Zadnji album

source: Viewed album
fa: آلبوم مشاهده‌شده
sl: Gledan album

source: Daily image
fa: تصویر روزانه
sl: Dnevna slika

source: Weekly image
fa: تصویر هفتگی
sl: Tedenska slika

source: Monthly image
fa: تصویر ماهانه
sl: Mesečna slika

source: Daily album
fa: آلبوم روزانه
sl: Dnevni album

source: Weekly album
fa: آلبوم هفتگی
sl: Tedenski album

source: Monthly album
fa: آلبوم ماهانه
sl: Mesečni album

source: Number of items
fa: تعداد آیتم‌ها
sl: Število predmetov

source: Use default settings
fa: استفاده از تنظیمات پیش‌فرض
sl: Uporabi privzete nastavitve

source: Show heading
fa: نمایش سرآیند
sl: Pokaži glavo

source: Show title
fa: نمایش عنوان
sl: Pokaži naslov

source: Show date
fa: نمایش تاریخ
sl: Pokaži datum

source: Show view count
fa: نمایش تعداد مشاهده
sl: Pokaži števec ogledov

source: Show owner
fa: نمایش مالک
sl: Pokaži lastnika
