Repository: kenorb/wp_site
Catalog: gallery2/modules/sizelimit/po/*.po
Languages: af, es, ja, sk, sl

source: WARNING: Cannot resize mime type %s
af: WAARSKUWING: Kan die mime tipe %s nie skaal nie
es: Atención: No se puede redimensionar el tipo mime %s
ja: 警告: MIMEタイプ %s をリサイズできません。
sk: VAROVANIE: Nemožno zmenit veľkosť mime typu %s
sl: OPOZORILO: Ne morem spremeniti velikosti mime tipu %s

source: WARNING: Cannot compress mime type %s
af: WAARSKUWING: Kan die mime tipe %s nie saampers nie
es: Atención: No se puede comprimir el tipo mime %s
ja: 警告: MIMEタイプ %s を圧縮できません。
sk: VAROVANIE: Nemožno skomprimovať mime typ %s
sl: OPOZORILO: Ne morem stisniti mim tip %s

source: Resize complete
af: Skaling voltooi
es: Redimension Completa
ja: リサイズ完了
sk: Menenie veľkosti hotové
sl: Sprememba velikosti končana

source: Resize Status
af: Skaalstatus
es: Estado del Redimensionado
ja: リサイズ状況
sk: Stav Menenia Veľkosti
sl: Status spremembe velikost

source: Resizing photo
af: Foto word geskaal
es: Redimensionando Foto
ja: 画像をリサイズ中
sk: Menenie veľkosti fotky
sl: Spreminjanje velikosti slike

source: Size Limit
af: Grootte Limiet
es: Límite de Tamaño
ja: サイズ制限
sk: Limit Veľkosti
sl: Omejitev velikosti

source: Define picture size limit
af: Verskaf beeldgrootte limiet
es: Define el límite de tamaño de la imagen
ja: 画像サイズ上限を定義
sk: Definovať limit veľkosti obrázku
sl: Definiraj omejitev velikosti slike

source: Display
af: Vertoon
es: Visualización
ja: 表示
sk: Zobrazenie
sl: Prikaz

source: Maximum dimensions of full sized images
af: Maksimum afmetings van volgrootte beelde
es: Dimensiones máximas para las imágenes a tamaño completo
ja: 完全サイズの画像最大容量
sk: Maximálne rozmery obrázkov plnej veľkosti
sl: Največje dimenzije slike v polni velikosti

source: No Limits
af: Geen Limiete
es: Sin Límites
ja: 無制限
sk: Žiadne Limity
sl: Brez omejitev

source: You must specify at least one of the dimensions
af: U moet minstens één van die dimensies verskaf
es: Debes especificar al menos una de las dimensiones
ja: 少なくとも容量の一つを指定する必要があります。
sk: Musíte vybrať aspoň jeden rozmer.
sl: Navesti morate vsaj eno od dimenzij

source: Maximum file size of full sized images in kilobytes
af: Maksimum lêergrootte van volgrootte beelde in kilogrepe
es: Tamaño máximo del archivo en kilobytes de la imagen a tamaño completo
ja: 完全サイズの画像の最大ファイルサイズ(KB)
sk: Maximálna veľkosť súboru pre obrázky plnej veľkosti v kilobajtoch
sl: Največja velikost datoteke slike v polni velikosti (v kilobajtih)

source: You must enter a number (greater than zero)
af: U moet 'n getal verskaf (groter as nul)
es: Debes introducir un número (mayor de cero)
ja: 数字を入力しなければなりません。(0より大きい)
sk: Musíte zadať číslo (väčšie ako nula)
sl: Vnesti morate številko večjo od nič

source: Keep original image?
af: Behou oorspronklike beeld?
es: &iquest;Mantener la imagen original?
ja: 元の画像を保持しますか?
sk: Ponechať originál obrázok?
sl: Ohrani originalne slike

source: Check here to apply size limits to the pictures in this album and all subalbums
es: Marca aquí para aplicar los límites de tamaño a las imágenes en este álbum y en todos los subálbumes
ja: このサイズ制限を、このアルバムと全てのサブアルバムの画像に適用するには、ここをチェックしてください。
sk: Kliknite sem pre aplikovanie limitov veľkosti na obrázky v tomto albume a podalbumoch
sl: Kliknite tukaj, da uporabite omejitve velikosti za slike v tem albumu in vseh podalbumih

source: Checking this option will rebuild pictures according to appropriate limits
es: Marcando esta opción se reconstruirán las imágenes de acuerdo a los límites apropiados
ja: このオプションをチェックすると、適切な制限にしたがって画像が再構築されます。
sk: Zaškrtnutie tejto možnosti prerobí všetky obrázky podľa príslušných limitov
sl: Izbira te opcije bo pomanjšala slike glede na določene omejitve

source: Use these size limits in all subalbums
es: Usar estos límites de tamaño en todos los subálbumes
ja: これらのサイズ制限を全てのサブアルバムで使用する
sk: Použiť tieto limity vo všetkých podalbumoch
sl: Uporabite omejitve velikosti na vseh podalbumih

source: Checking this option will set same picture size limits in all subalbums
es: Marcando esta opción se fijarán los mismos límites de tamaño de imagen en todos los subálbumes
ja: このオプションをチェックすると、全てのサブアルバムで画像のサイズ制限を同じ大きさにします。
sk: Zaškrtnutie tejto možnosti nastaví rovnaké limity na veľkosť vo všetkých podalbumoch.
sl: Izbira te opcije bo nastavila isto omejitev velikosti slike vsem podalbumumom
