Repository: kenorb/wp_site
Catalog: gallery2/modules/nokiaupload/po/*.po
Languages: ro, ru

source: Mobile Users
ro: Utilizatori mobili
ru: Пользователи

source: Pictures from mobile phones
ro: Poze din telefoane mobile
ru: Изображения из мобильников

source: Couldn't fetch directory list.
ro: Nu pot sa extrag lista de foldere.
ru: Невозможно загрузить список папок.

source: Login failed.
ro: Eroare la login.
ru: Неверный логин.

source: Album creation failed.
ro: Creearea albumului a esuat.
ru: Ошибка при создании альбома.

source: Couldn't retrieve settings.
ro: Nu pot sa preiau setarile.
ru: Невозможно извлечь настройки.

source: Upload failed.
ro: Incarcare esuata.
ru: Ошибка загрузки.

source: Nokia Image Upload
ru: Загрузчик изображений Nokia

source: Implementation of Nokia Image Upload Server API v1.1
ro: Implementarea Nokia Image Upload Server API v1.1
ru: Загрузчик изображений Nokia Image Upload Server API v1.1

source: Import
ru: Импорт

source: To upload to this album you need Image Uploader enabled mobile phone (e.g. Nokia 3650 and 6600). See album description for more details.
ru: Для загрузки в этот альбом, необходим мобильник, поддерживающий загрузку изображений (например, Nokia 3650 и 6600). Смотрите описание альбома для более детальной информации.

source: You can upload images to this album from your Image Uploader enabled mobile phone (eg. Nokia 3650 and 6600) using the phone's built-in Image Uploader. New albums will be created under this folder. Web address is
ru: Вы можете загрузить изображения в этот альбом из телефона, поддерживающего загрузку изображений (например, Nokia 3650 и 6600), используя встроенный загрузчик изображений Nokia. Новый альбом будет создан в этой папке. Адрес:

source: Username and Password are your Gallery 2 username and password.
ru: Логин и пароль такие же, как ваши в Галерее.

source: Nokia Image Upload Configuration
ru: Конфигурация загрузчика изображений Nokia

source: Settings saved successfully
ro: Configurari salvate cu succes
ru: Настройки успешно сохранены

source: This module creates a target album for uploaded images. All users who perform an upload are automatically added to a group with upload access to this album. The album and group will be created using the information below.
ro: Acest modul creeaza un album destinatie pentru imaginile incarcate. Toti utilizatorii ce realizeaza o incarcare sunt automat adaugati unui grup cu access la acest album. Albumul si grupul vor fi creeati folosind informatiile de mai jos.
ru: Этот модуль создаёт новый альбом для загружаемых изображений. Все пользователи, кто выполнил загрузку автоматически входят в группу, имеющую разрешение добавлять в этот альбом. Альбом и группа создаются, используя нижеследующее.

source: User Group
ro: Grup de utilizatori
ru: Группа пользователей

source: Enter a name for the group
ro: Introdu un nume pentru grup
ru: Введите имя группы

source: Missing group name
ro: Lipseste numele grupului
ru: Недопустимое имя группы

source: Group name already exists
ro: Numele grpului exista deja
ru: Такое имя уже существует

source: Upload Album
ro: Album Incarcare
ru: Загрузить альбом

source: Enter a title for the Upload Album
ro: Introdu un titlu pentru Album Incarcare
ru: Введите заголовок для загружаемого альбома

source: Missing album title
ro: Lipseste titlul albumului
ru: Недопустимый заголовок альбома

source: Choose a location for the Upload Album
ro: Alege o locatie pentru Album Incarcare
ru: Выберите куда загружать альбом

source: Configure
ro: Configureaza
ru: Настроить

source: Cancel
ro: Anuleaza
ru: Отменить
