Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[users]/avatar_selection/translations/*.po
Languages: sv

source: Allows the user to pick an avatar from a list.
sv: Tillåter användaren att välja en avatar från en lista.

source: Upload images to display as a user avatar. These images can be anything you like, but it is recommended that you maintain a uniform icon size for all of your avatars. Maximum dimensions are 85x85 and the maximum size is 30 kB
sv: För över de bilder du vill använda som avatarer. Dessa bilder kan visa vad du vill, men det är att föredra att du behåller en enhetlig ikonstorlek för alla dina avatarer. Maxdimensioner är 85x85 och maxstorlek är 30 kB.

source: Allows the user to upload and delete avatars.
sv: Tillåter användaren att föra över och radera avatarer.

source: Configure
sv: Inställningar

source: Allows the user to configure avatar settings.
sv: Tillåter användaren att konfigurera inställningar för avatarer.

source: Upload
sv: För över

source: Allows the user to upload avatars.
sv: Tillåter användaren att föra över avatarer.

source: Manage avatars
sv: Administrera avatarer

source: Allows the user to modify or delete an avatar from a list.
sv: Tillåter användaren att ändra eller radera en avatar från en lista.

source: Select an avatar
sv: Välj en avatar

source: Or simply select an icon
sv: eller välj en befintlig ikon.

source: Picture
sv: Bild

source: Add another
sv: Lägg till fler

source: User Pictures option is disabled. You will need to enable this option before you can use the Avatar Selection module. You may configure this setting on the <a href="@url">User settings</a> page.
sv: Valet Användarbild är avstängt. Du måste aktivera detta val innan du kan använda modulen Avatar Selection. Du kan konfigurera inställningen på sidan för <a href="@url">Användarinställningar.</a>

source: How many avatars per page
sv: Hur många avatarer per sida

source: The number of avatars to show per page.
sv: Antal avatarer som visas på varje sida.

source: Disable users uploading pictures to profile
sv: Stäng av möjligheten för användare att föra över bilder till profilen.

source: Allow users to pick their avatar from the selection but prevent them from uploading new avatars when editing their account.
sv: Tillåt användare att välja avatar från listan men hindra dem från att föra över egna bilder när de redigerar sitt konto.

source: Force users to select an avatar image on user registration.
sv: Tvinga användare att välja avatar vid medlemsregistrering.

source: This only comes into effect on the user registration screen.
sv: Detta har bara effekt på sidan för användarregistrering.

source: Force users to select an avatar image when editing their account
sv: Tvinga användare att välja en avatar när de redigerar sitt konto.

source: This only comes into effect when the user is editing their account details and image uploads are disabled.
sv: Detta har bara effekt när användaren redigerar sitt konto och det inte är tillåtet att föra över egna bilder.

source: Enable random default avatar image.
sv: Aktivera slumpvis vald avatarbild.

source: Automatically set a random avatar image to be used when the user doesn't set one for their account.
sv: Väljer automatiskt slumpmässigt en avatar när användaren inte aktivt väljer bild till sitt konto.

source: Enable distinctive avatars.
sv: Aktivera distinkta avatarer

source: Only allow users to pick an avatar that isn't already in use by another user. If there are no available avatars left, the default avatar image will be used.
sv: Användare får bara välja en bild som inte redan används av någon annan. Om det inte finns några lediga avatarer kvar kommer standardbilden att väljas.

source: Update
sv: Uppdatera

source: Upload image
sv: För över bild

source: A new avatar image. Maximum dimensions are %dimensions and the maximum size is %size kB. Images must have one of the following extensions (case sensitive): png, jpg, jpeg, gif, PNG, JPG, JPEG, GIF.
sv: En ny avatarbild. Maxdimensioner är %dimensions och maxstorlek är %size kB. bilderna måste ha något av följande filnamnstillägg/extensions: png, jpg, jpeg, gif, PNG, JPG, JPEG, GIF.

source: Permissions
sv: Tillgänglighet

source: User Roles
sv: Användarroller

source: Only the checked roles will be able to see this avatar icon; if no roles are checked, access will not be restricted.
sv: Bara de valda användarrollerna kommer att kunna se denna avatarbild. Om inga roller är valda finns det inga restriktioner.

source: Only users in the checked organic groups will be able to see this avatar icon; if no groups are checked, access will not be restricted.
sv: Bara användare i valda OG kommer att kunna se denna avatarbild. Om inga roller är valda finns det inga restriktioner.

source: There are no images configured.
sv: Inga bilder är konfigurerade

source: Select an avatar to edit
sv: Välj en bild att redigera

source: Edit
sv: Redigera

source: Delete
sv: Radera

source: Must be a number.
sv: Måste vara en siffra.

source: Please select images to delete.
sv: Välj bilder att radera.

source: The uploaded file was not an image.
sv: Den överförda filen är inte en bild.

source: The uploaded image is too large; the maximum file size is %size kB.
sv: Den överförda bilden är för stor. Maxstorlek är %size kB.

source: The uploaded image is too large; the maximum dimensions are %dimensions pixels.
sv: Den överförda bilden är för stor. Maxdimensioner är %dimensions pixel.

source: Configuration has been updated.
sv: Inställningarna har uppdaterats.

source: New image saved.
sv: Ny bild sparad.

source: Directory not writable: !dir
sv: Katalogen är inte skrivbar: !dir

source: Image updated.
sv: Bilden uppdaterad.

source: Image deleted.
sv: Bilden raderad.

source: administer avatar selection
sv: administrera avatar-galleri

source: access avatars
sv: åtkomst till avatarer

source: User Pictures option is disabled. You will need to enable this option before you can use the Avatar Selection module. You may configure this setting at the <a href="@url">User settings</a> page.
sv: Valet Användarbilder är avstängt. Du måste aktivera detta alternativ innan du kan använda modulen Avatar Selection. Du kan konfigurera denna inställning genom att gå till <a href="@url">Användarinställningar</a>.
