Repository: kenorb/wp_site
Catalog: gallery2/modules/randomhighlight/po/*.po
Languages: sk, vi

source: Random Highlight
sk: Náhodné Zvýraznenie
vi: Ảnh đại diện ngẫu nhiên

source: Periodically change the album highlight
sk: Pravideľne meniť zvýraznenie albumu
vi: Thay đổi định kỳ ảnh đại diện của album một cách ngẫu nhiên

source: Display
sk: Zobrazenie
vi: Hiển thị

source: Activate random highlight for this album
sk: Aktivovať náhodné zvýraznenie pre tento album
vi: Bật ảnh đại diện ngẫu nhiên cho album này

source: Random Highlight Settings
sk: Nastavenia Náhodného Zvýraznenia
vi: Thông số của Ảnh đại diện ngẫu nhiên

source: Settings saved successfully
sk: Nastavenia boli úspešne uložené
vi: Các thông số đã được lưu lại

source: Enter length of time a random highlight album should keep one highlight before picking a new one.
sk: Zadajte trvanie náhodného zvýraznenia kým sa nastaví nové.
vi: Hãy nhập thời lượng ảnh đại diện ngẫu nhiên của một album tồn tại trước khi một ảnh đại diện mới được chọn.

source: Duration in minutes:
sk: Trvanie v minútach:
vi: Thời lượng theo phút:

source: Invalid duration value
sk: Neplatný čas trvnia
vi: Giá trị thời lượng không hợp lệ

source: Save
sk: Uložiť
vi: Lưu

source: Reset
sk: Východzie hodnoty
vi: Làm lại từ đầu
