Repository: kenorb/wp_site
Catalog: sites/all/modules/contributions/[3rd-party]/currency/translations/currency.*.po
Languages: cs

source: Settings for currency exchange rates.
cs: Nastavení pro převodník měn.

source: Currency exchange
cs: Převodník měn

source: Default Currency From
cs: Výchozí měna (z)

source: Three letter symbol for default currency to convert from.
cs: Tříznakový symbol pro výchozí konverzní měnu (z).

source: Default Currency To
cs: Výchozí měna (do)

source: Three letter symbol for default currency to convert to.
cs: Tříznakový symbol pro výchozí měnu (do)

source: Description
cs: Popis

source: This is the currency exchange rate page.
cs: Toto je stránka převodníku měn.

source: This text will be displayed at the top of the currency exchange page
cs: Tento text se zobrazí na vrchu každé stránky s převodníkem měn.

source: Navigation link text
cs: Text odkazu

source: The text in the navigation link which points to the currency exchange page.
cs: Tento text míří na stránku převodníku měn.

source: Amount
cs: Částka

source: Amount to convert
cs: Jakou částku převést?

source: From
cs: Z

source: To
cs: Do

source: Convert
cs: Převést

source: Amount is required.
cs: Částka je povinná.

source: Invalid Amount. Please enter a valid numeric amount.
cs: Neplatná částka. Prosím zadejte platnou částku.

source: currency exchange error:
cs: chyba převodníku měn:

source: Detailed history and chart
cs: Detailní historie a graf

source: use currency
cs: použít měnu

source: currency
cs: měna

source: This module provides an API for currency conversion.
cs: Tento modul poskytuje API pro konverzi měn.
