Repository: kenorb/wp_site
Catalog: gallery2/modules/itemadd/po/*.po
Languages: ko, lt

source: From Local Server
ko: 로컬 서버로 부터
lt: Iš lokalaus serverio

source: Photo
ko: 사진
lt: Foto

source: From Web Page
ko: 웹 페이지로 부터
lt: Iš interneto puslapio

source: Add Items
ko: 아이템 추가하기
lt: Naujas elementas

source: Import
ko: 가져오기
lt: Importas

source: For security purposes, you can't use this feature until the Gallery Site Administrator configures a set of legal upload directories.
lt: Saugumo sumetimais šia galimybe naudotis uždrausta. Kad aktyvuoti šį metodą Galerijos administratorius turi nuodyti failų įkėlimui tinkamus aplankus.

source: site admin
lt: svetainės administravimas

source: Server Path
lt: Serverio kelias

source: You must enter a directory.
ko: 디렉터리를 입력하십시요.
lt: Reikia nurodyti aplanką.

source: The directory you entered is invalid. Make sure that the directory is readable by all users.
ko: 입력한 디렉터리가 올바르지 못합니다. 디렉터리는 반드시 모든 사용자가 읽을수 있도록 만들어야 합니다.
lt: Nurodytas aplankas netinkamas. Įsitikinkite kad šis aplankas yra prieinamas visiems sistemos vartotojams.

source: The directory you entered is illegal. It must be a sub directory of one of the directories listed below.
lt: Nurodytas negalimas aplankas. Jis turi būti vieno iš žemiau išvardintų aplankų poaplankis.

source: An item with the same name already exists.
ko: 이 아이템과 같은 이름이 이미 있습니다.
lt: Elementas tokiu pat pavadinimų jau yra.

source: Legal Directories
ko: 적합한 디렉터리
lt: Tinkami aplankai

source: modify
ko: 수정
lt: keisti

source: Recent Directories
ko: 최근 디렉터리
lt: Paskutiniai naudoti aplankai

source: Find Files
ko: 파일을 찾습니다.
lt: Rasti failus

source: Directory: %s
ko: 디렉터리 : %s
lt: Aplankas: %s

source: File name
ko: 파일 이름
lt: Failo pavadinimas

source: Type
ko: 유형
lt: Tipas

source: Size
ko: 크기
lt: Dydis

source: Use Symlink
ko: 심볼릭 링크 사용
lt: Naudoti simbolinę nuorodą

source: Parent Directory
ko: 부모 디렉터리
lt: Aukštesnio lygmens aplankas

source: Directory
ko: 디렉터리
lt: Aplankas

source: (Un)check all known types
ko: 알려진 유형 모두 체크/체크 해제
lt: Žimėti/Nežimėti visus žinomus tipus

source: (Un)check symlinks
ko: 심볼릭 링크 사용/사용 안함
lt: Žimėti/Nežimėti simbolines nuorodas

source: for selected items
ko: 선택된 아이템
lt: pažymėtiems elementams

source: Copy base filenames to:
ko: 파일 이름을 기본 값으로 입력합니다.
lt: Kopijuoti pagrindinius failų pavadinimus į:

source: Title
ko: 제목
lt: Antraštė

source: Summary
ko: 간단한 설명
lt: Santrauka

source: Description
ko: 설명
lt: Aprašymas

source: Add Files
ko: 파일 추가
lt: Pridėti failus

source: Start Over
ko: 처음부터 다시
lt: Pradėti iš naujo

source: Import files into Gallery from another website. Enter a URL below to a web page anywhere on the net and Gallery will allow you to upload any media files that it finds on that page. Note that if you're entering a URL to a directory, you should end the URL with a trailing slash (eg, http://example.com/directory/).
ko: 또 다른 웹사이트로부터 Gallery로 파일을 가져옵니다. 아래에 어떤 웹페이지 주소든지 입력할 수 있습니다. 그리고 Gallery는 어떤 미디어 파일이든 업로드할 수 있습니다. 입력하신 주소의 끝은 슬래쉬로 끝나야 하는 것을 알아두십시오.(예,http://example.com/directory/)
lt: Importuoti failus į galeriją iš kito web serverio. Įveskite bet kokios interneto svetainės adresą ir Galerija suteiks galimybę įkelti bet kokius failus, kuriuos ras šiame puslapyje. Atkreipkite dėmesį į tai, kad jei įvedate adresą į aplanką, tuomet adresą reikia užbaigti pakreiptu brūkšniu (pvz.: http://example.com/directory/).

source: URL
lt: Adresas

source: You must enter a URL to a web page
ko: 웹 페이지의 URL을 입력하십시오.
lt: Reikia įvesti svetainės adresą

source: The URL entered must begin with http://
ko: URL은 http://로 시작돼야합니다.
lt: Įvestas adresas turi prasidėti http://

source: The web page you specified is unavailable
ko: 특정 웹 페이지를 사용할 수 없습니다.
lt: Jūsų nurodytas puslapis nepasiekiamas

source: Nothing to add found from this URL
ko: 이 주소에서 추가 가능한 그 어떤 것도 발견하지 못했습니다.
lt: Nurodytu adresu nerasta nieko ką būtu galima įkelti

source: Nothing added since no items were selected
lt: Nėra ko įkelti, kadangi nieko nepažymėta

source: Recent URLs
ko: 최근 사용한 주소
lt: Paskutiniai naudoti adresai

source: URL: %s
lt: Adresas: %s

source: change
ko: 바꾸기
lt: keisti

source: (Un)check all
ko: 모두 체크/체크 해제
lt: Žymėti/Nežymėti viską

source: Add URLs
ko: 추가합니다.
lt: Pridėti adresą

source: Settings saved successfully
ko: 설정이 저장되었습니다.
lt: Nustatymai išsaugoti sėkmingai

source: Local Server Upload Paths
ko: 로컬 서버 업로드 경로
lt: Lokalaus serverio failų įkėlimo keliai

source: Specify the legal directories on the local server where a user can store files and then upload them into Gallery using the <i>Upload from Local Server</i> feature. The paths you enter here and all the files and directories under those paths will be available to any Gallery user who has upload privileges, so you should limit this to directories that won't contain sensitive data (eg. /tmp or /usr/ftp/incoming)
lt: Nurodykite aplankus lokaliame serveryje į kuriuos vartotojai gali įkelti (upload) failus ir vėliau juos įkelti į galeriją pasinaudodami <i>Įkelti iš lokalaus serverio</i> galimybe. Aplankai, kuriuos čia nurodysite ir visi failai, esantys juose, bus prieinami visiems Galerijos vartotojams, kurie turi teisę įkelti elementus, taigi šiuose aplankuose neturėtu būti svarbios informacijos (pvz.: /tmp ar /home/ftp/incoming).

source: Path
ko: 경로
lt: Kelias

source: Action
ko: 명령
lt: Veiksmas

source: remove
ko: 제거
lt: pašalinti

source: Add
ko: 추가
lt: Pridėti

source: You must enter a directory to add.
ko: 추가할 디렉토리를 입력하십시요.
lt: Reikia nurodyti kokį aplanką pridedate.

source: open_basedir documentation
ko: open_basedir 문서
lt: open_basedir dokumetacija

source: Your webserver is configured to prevent you from accessing that directory. Please refer to the %s and consult your webserver administrator.
ko: 당신의 웹서버는 디렉터리에 접근 못하도록 설정이 되어있습니다. %s에 대해 알아보고, 서버 관리자에게 문의해보시기 바랍니다.
lt: Jūsų web serveris suderintas taip kad nepasiektu nurodyto aplanko. Paskaitykite %s arba kreipkitės į serverio administratorių.

source: The webserver does not have permissions to read that directory.
ko: 웹 서버에게 해당 디렉토리를 읽을 권한이 없습니다.
lt: Web serveris šiam aplankui neturi prieigos teisių.

source: The path you specified is not a valid directory.
lt: Nurodytas kelias nėra tinkamas aplankas.

source: Save
ko: 저장
lt: Išsaugoti

source: Reset
ko: 다시
lt: Anuliuoti pakeitimus

source: %d byte
ko: %d 바이트

source: %d url found
ko: %d개의 URL을 찾음
