Repository: kenorb/wp_site
Catalog: gallery2/modules/keyalbum/po/*.po
Languages: da, fa

source: Keyword Album: %s
da: Nøgleords album: %s
fa: کلیدواژه‌ی آلبوم: %s

source: Keyword Album
da: Nøgleords album
fa: کلیدواژه‌ی آلبوم

source: keyword album
da: nøgleords album
fa: کلیدواژه‌ی آلبوم

source: All album views
da: Alle album-visninger
fa: همه‌ی نماهای آلبوم

source: Standard albums
da: Standard album
fa: آلبوم‌های استاندارد

source: Keyword albums
da: Nøgleords albummer
fa: کلیدواژه‌ی آلبوم‌ها

source: None
da: Ingen
fa: هیچ

source: &laquo; default theme &raquo;
da: &laquo; standard tema &raquo;
fa: &laquo; تم پیش‌فرض &raquo;

source: Keyword Albums
da: Nøgleords albummer
fa: کلیدواژه‌ی آلبوم‌ها

source: Dynamic albums based on keyword search
da: Dynamiske albummer baseret på nøgleordssøgning
fa: آلبوم پویا بر اساس کلید جستجو

source: Display
da: Vis
fa: نمایش

source: Keywords:
da: Nøgleord:
fa: کلیدواژه‌ها

source: Short URL for Keyword Albums
da: Kort URL for nøgleords albummer
fa: آدرس کوتاه برای آلبوم‌های کلیدی

source: Keyword to use for dynamic album
da: Nøgleord der skal bruges til dynamisk album
fa: کلید برای استفاده در آلبوم پویا

source: Page number in a dynamic album
da: Sidenummer i et dynamisk album

source: Keyword Album Settings
da: Nøgleords album indstillinger
fa: تنظیم‌های کلید آلبوم

source: Settings saved successfully
da: Opsætningen blev gemt
fa: تنظیم‌ها با موفقیت ذخیره شدند.

source: There was a problem processing your request.
da: Din forespørgsel kunne ikke udføres.
fa: پردازش درخواست شما با مشکل روبرو شد.

source: Select where to include links in item summary info, usually shown next to thumbnails. You can also add the Keyword Albums block in theme settings.
da: Vælg hvor der skal inkluderes links i emne-sammendragsoplysningerne, normalt ved siden af miniaturene. Du kan også tilføje Nøgleordsalbum blokken i temaindstillingerne.

source: Keyword Links
da: Nøgleordslinks
fa: پیوندهای کلیدی

source: Split keywords on
da: Del nøgleord ved
fa: جداکردن کلید‌ها فعال

source: Semicolons
da: Semikolon'er
fa: نقطه‌ویرگول‌ها

source: Commas
da: Kommaer
fa: ویرگول

source: Spaces
da: Mellemrum
fa: فضاها

source: Select at least one separator
da: Vælg mindst en separator
fa: حداقل یک جداکننده انتخاب کنید

source: Use any of the selected characters to separate multiple keywords in an item's keywords field.
da: Brug et af de valgte tegn til at separere adskillige nøgleord i et emnes nøgleordsfelt.

source: Display of Keyword Albums
da: Visning af nøgleords-albummer
fa: نمایش آلبوم‌های کلیدی

source: Sort order
da: Sortering
fa: ترتیب

source: with
da: med
fa: با

source: Description
da: Beskrivelse
fa: توضیح

source: Text for theme to display with all Keyword Albums.
da: Tekst som temaet skal vise med alle nøgleord albummer.

source: Theme
da: Tema
fa: تم

source: Settings for %s theme in Keyword Albums
da: Indstillinger for %s temaet i nøgleord albummer

source: Save
da: Gem
fa: ذخیره

source: Reset
da: Nulstil
fa: بازنشانی

source: &laquo; Keyword Album &raquo;
da: &laquo; Nøgleord album &raquo;
fa: &laquo; آلبوم کلیدی &raquo;

source: Keyword album links
da: Nøgleords album links
fa: پیوندهای آلبوم کلیدی

source: Keywords for current item (uncheck to show all keywords)
da: Nøgleord for det aktuelle emne (fjern markering for at vise alle nøgleord)
fa: کلیدها برای آلبوم فعلی (تیک را بردارید تا همه‌ی کلیدها نمایش داده شود)

source: Keywords from public items only
da: Kun nøgleord fra offentlige emner
fa: کلیدها فقط از آیتم‌های عمومی

source: Show keyword cloud instead of select list
da: Vis nøgleords sky i stedet for en liste
fa: نمایش کلید به جای انتخاب لیست

source: Maximum number of keywords (empty for no limit)
da: Maksimum antal nøgleord (tom for ingen grænse)
fa: حداکثر تعداد کلیدها (خالی: بدون محدودیت)
