Repository: kenorb/wp_site
Catalog: gallery2/modules/multiroot/po/*.po
Languages: ru, sr

source: Multiroot
sr: Višestruki koren

source: Define an alternate guest view of the Gallery
ru: Создание альтернативных правил просмотра Галереи
sr: Definisanje alternativnog prikaza za goste Galerije

source: Display
ru: Отображение
sr: Prikaz

source: Configure Multiroot
ru: Настроить Multiroot
sr: Podešavanje Višestrukog korena

source: User created and permissions assigned on target album
ru: Пользователи и правила доступа, принятые для рассматриваемого альбома
sr: Napravljen od strane korisnika sa dodeljenim pravima na odredišni album

source: Multiroot allows you to create an alternate URL to view part of the Gallery. This configuration screen assists in setup and creation of a PHP file for the alternate URL. This module never activates and is not needed to use multiroot. There are two options:
ru: Multiroot позволяет вам создать альтернативный URL для просмотра части Галереи. Эта страница помогает создать PHP файл для альтернативного адреса URL. Данный модуль никогда не активизируется и не является частью Multiroot. Имеется 2 условия:
sr: Višestruki koren vam omogućava da napravite alternativnu adresu za prikaz dela Galerije. Ovaj konfiguracioni formular vam pomaže u definisanju i pravljenju PHP datoteke za alternativnu adresu. Ovaj modul se ne može aktivirati i nije potreban za korišćenje višestrukog korena. Postoje dve mogućnosti:

source: Virtual root
ru: Виртуальный корневой каталог
sr: Virtuelni koren

source: This option defines a default album for this view and adjusts navigation links so that no parent albums above the default are shown. Both guests and logged in users accessing the alternate URL will see this effect. However, Gallery permissions are unchanged so modules like imageblock and search, or manually entered URLs, can lead visitors to items outside the default album. This option is easier to setup as it uses guest permissions already defined for your Gallery.
ru: Это условие определяет альбом по умолчанию для этого просмотра и создаёт навигационные ссылки так, чтобы не показывать альбомы, находящиеся выше в иерархии. То есть альбом по умолчанию становится главным. И гости, и зарегистрированные пользователи, зашедшие по альтернативному адресу будут наблюдать этот эффект. Однако правила доступа Галереи не изменяются, такие модули как <b>imageblock</b> и <b>search</b> (а также вручную введённый адрес) могут вывести посетителей на элементы, находящиеся вне альбома по умолчанию. Это условие аналогично правилам доступа для гостей в Галерее.
sr: Ova opcija definiše podrazumevan album za ovaj prikaz i podešava navigacione veze tako da se ne prikazuje ni jedan roditeljski album iznad podrazumevanog. I gosti i prijavljeni korisnici koji pristupaju preko alternativne će videti ovaj efekat. Međutim, prava Galerije su nepromenjena, tako da moduli poput Bloka sa slikom, pretraživanje ili ručno unete adrese mogu odvesti posetioce na objekte izvan podrazumevanog albuma. Ova opcija je lakša za podešavanje pošto koristi prava gostiju koja su već definisana u vašoj Galeriji.

source: Alternate guest user
ru: Альтернативный гость
sr: Alternativni gost-korisnik

source: This option defines a new guest view with permissions defined for exactly what this view should display. Guests using the alternate URL cannot see any items outside those granted permission, by browsing or via any modules or URLs. Logged in users see whatever their permissions allow, whether accessing the normal or alternate URL. This option provides greater access control over the alternate view, but requires additional permissions setup:
ru: Это условие определяет новый гостевой просмотр, в котором правила чётко указывают что будет, а что не будет показано. Гости использующие альтернативный URL не смогут увидеть элементы, которые запрещено просматривать правилами. Это условие усиливает контроль доступа при альтернативном просмотре, но требует дополнительных настроек правил доступа:
sr: Ova opcija definiše novog gosta sa pravima tako podešenim da se prikaže tačno ono što se i očekuje. Gosti koji koriste alternativnu adresu ne vide objekte kojima nemaju prava pristupa, ni običnim pregledom Galerije, ni direktnim pristupom preko adrese ili preko nekog od modula. Prijavljeni korisnici vide ono što im njihova prava omogućuju, bez obzira na to da li pristupaju preko normalne ili alternativne adrese. Ova opcija daje veći stepen kontrole nad alternativnim prikazom, ali zahteva dodatna podešavanja prava:

source: The original/real guest user must have view permission for all items accessible by any alternate guest user. The form below assists in creation of an alternate guest and will assign view permission for the default album and all subalbums/items. If these albums are already public and can remain that way, no more setup is required. Setup for mutually exclusive views is more complicated: the original guest user must have access to items in all views, so first setup those permissions. Then use the tools here to create each alternate view. Just use the set of alternate URLs. Keep the original Gallery URL unpublished as it shows the combined set of items.
ru: Обычный гость должен иметь разрешение просматривать все элементы, доступные любому альтернативному гостю. Расположенная ниже форма помогает создать альтернативного гостя и правила просмотра для альбома по умолчанию и всех вложенных в него альбомов/элементов. Если эти альбомы открыты для всех, то нет смысла создавать альтернативный просмотр. Создание взаимоисключающих просмотров сложнее: обычный гость должен иметь доступ к элементам во всех просмотрах, это во-первых. Затем создаются альтернативные просмотры. Для этого используйте набор альтернативных адресов. Держите истинный адрес Галереи в секрете, так как он показывает объединённый набор элементов.
sr: Originalni, odnosno pravi, korisnik-gost mora imati pravo pregleda svih objekata kojima može pristupati i alternativni korisnik-gost. Formular ispod pomaže u pravljanju alternativnog gosta i dodeliće prava pregleda za podrazumevani album i sve podalbume i podobjekte. Ako su ovi albumi već javni i mogu tako i da ostanu, nije potrebno nikakvo dodatno podešavanje. Podešavanje međusobno isključivih pregleda je komplikovanije: originalni gost mora imati pristup objektima u svim prikazima, pa prvo podesite ta prava. Zatim iskoristite ovde date alate da napravite svaki od alternativnih prikaza. Koristite samo skup alternativnih adresa. Nemojte objaviti originalnu adresu Galerije, pošto ona prikazuje kombinovan skup objekata.

source: URI for this Gallery:
ru: URI для этой Галереи:
sr: Identifikator ove Galerije:

source: URI for new guest view:
ru: URI для нового гостевого просмотра:
sr: Identifikator prikaza novog gosta:

source: Missing value
ru: Недопустимое значение
sr: Nedostaje vrednost

source: Root album of new view
ru: Корневой альбом для нового просмотра
sr: Korenski album novog pregleda

source: Username of alternate guest user:
ru: Имя альтернативного гостя:
sr: Korisničko ime alternativnog korisnika-gosta:

source: New user will be created if given name does not exist.
ru: Новый пользователь будет зарегистрирован, если такого имени ещё нет.
sr: Ako navedeno ime ne postoji, biće napravljen novi korisnik.

source: Leave blank to define a virtual root.
ru: Оставьте пустым для определения виртуального корневого каталога
sr: Ostavite praznim za definisanje virtualnog korena.

source: Generate Files
ru: Создать файлы
sr: Generiši datoteke

source: Reset
ru: Отменить
sr: Poništi
