Repository: kenorb/wp_site
Catalog: gallery2/modules/digibug/po/*.po
Languages: de, fr

source: Digibug Photo Printing Module
de: Digibug Photodruck-Modul
fr: Impressions via Digibug

source: Commerce
de: Geschäftliches

source: [digibug] Print
de: [digibug] Drucken
fr: [digibug] Imprimer

source: Print on Digibug.com
de: via digibug.com drucken
fr: Imprimer via Digibug.com

source: Print with Digibug
de: Via Digibug drucken
fr: Imprimer avec Digibug

source: Digibug Photo Printing Settings
de: Digibug Photodruck-Einstellungen
fr: Paramètres pour les impressions via Digibug

source: Settings saved successfully
de: Einstellungen erfolgreich gespeichert
fr: Paramètres sauvegardés avec succès

source: Digibug offers you two options for turning your photos into a wide variety of prints, gifts and games. Choose your solution and get started today!
de: Didgibug bietet Ihnen zwei Optionen um Ihre Photos auf vielfältige Weise zu drucken. Sei es als Photo, Geschenk, oder Spiel. Wählen Sie Ihre Lösung und starten noch heute!
fr: Digibug vous offre deux options pour faire de vos images des impressions, des cadeaux et des jeux. Faites votre choix et commencez dès aujourd'hui !

source: Digibug Basic
de: Digibug Basis

source: Fast Easy Photo Fulfillment
de: Schnelle und einfache Umsetzung.
fr: Traitement des images simple et rapide

source: Power up your Gallery with professional level fulfillment from Kodak. Just use Digibug Basic and there's nothing else to do - no registration, no administration, no hassles.
de: Geben Sie Ihrer Gallery einen Kick mit einer professionallen Photo-Entwicklung von Kodak. 'Digibuc Basic' ist der einfachste Weg hierhin. Keine Registrierung, keine Administration, kein Stres..
fr: Complétez votre galerie avec le traitement de vos images de Kodak. Utilisez simplement Digibug Basic et vous n'avez rien de plus à faire, aucun enregistrement, aucune gestion, aucun souci.

source: Matte and Glossy prints, from 4x6 to as big as 30x40
de: Matte oder glänzende Ausdrucke von 4x6 bishin zu 30x40 (inch).
fr: Impressions mates et brillantes, de 10x15 à 75x100

source: Great photo gifts like canvases, apparel, bags, puzzles, mugs and sports memorabilia and more
de: Tolle Photogeschenke wie Gemälde, Kleidung, Taschen, Puzzles, Becher Sportandenken und vieles mehr.
fr: De beaux cadeaux avec vos photos tels que des toiles, sac, puzzles, tasses et bien d'autres

source: Outstanding quality and customer service
de: Überragende Qualität und Kundenservice.
fr: Qualité et service client hors du commun

source: CLICK HERE to switch back to Basic mode.
de: KLICKEN SIE HIER um in den einfachen Basismodus zu gelangen.
fr: Cliquez ici pour revenir au mode Basic.

source: You are currently using Basic mode!
de: Sie derzeit im Basismodus!
fr: Vous utilisez actuellement le mode Basic&nbsp;!

source: Digibug ADVANCED
de: Digibug FORTGESCHRITTEN

source: The Pro's Solution
de: Die professionalle Lösung
fr: La solution des Pros

source: Digibug ADVANCED allows you to set your own price for photos and gifts. Simply provide us with your account information and we'll send you a check each month with your profits. It's the perfect online retail business solution for a photographer - no inventory, no overhead... just profits!
de: Digibuc ADVANCED erlaubt Ihnen Ihren eigenen Preis für Bilder und Geschenke festzulegen. Senden Sie uns einfach Ihre Zugangsdaten und wir werden Ihnen jeden Monat einen Check mit Ihrem Gewinn schicken. Dies ist eine hervorragende Möglichkeit für selbstständige Photographen.
fr: Digibug Advanced vous permet de fixer vos propres prix pour les photos et les cadeaux. Indiquez nous quelques informations de compte et nous vous enverrons un chèque chaque fin de mois avec vos revenus. C'est la vitrine en ligne parfaite pour les photographes, pas d'inventaire, pas de gestion... Juste des revenus&nbsp;!

source: Enjoy the same range of professional level photo prints and gifts, but set your own price and charge what you believe your photos are worth. We'll take care of the rest.
de: Genießen Sie die die gleiche professionalle Qualität bei Photos und Geschenken, setzen aber Ihren eigenen Preis für die Photos fest. Wir kümmern uns um den Rest.
fr: Profitez du même éventail d'impressions et de cadeaux de qualité professionnelle, mais fixez vos propres prix aux niveaux que vous jugerez correspondre à vos images. Nous nous occupons du reste.

source: New to Digibug ADVANCED?
de: Neu bei Digibuc ADVANCED?
fr: Nouveau sur Digibug Advanced&nbsp;?

source: %sSign up%s to get started
de: %sMelden Sie Sich an%s um zu starten
fr: %sInscrivez-vous%s pour commenrcer

source: Do you have a Digibug Company ID and Event ID?
de: Haben Sie eine Digibuc Unternehmens-ID oder Ereignis-ID?
fr: Avez-vous un identifiant de compagnie DigiBug et un identifiant d'évènement&nbsp;?

source: Company ID:
de: Digibug Unternehmens-ID:
fr: Identifiant de société&nbsp;:

source: Event ID:
de: Ereignis ID:
fr: Identifiant de l'évènement&nbsp;:

source: SAVE
de: SPEICHERN
fr: Sauver
